[
  {
    "name": "Іосіф Лангабард",
    "about": "1882 - 1951",
    "photo": "./img/architects/Langbard.jpg",
    "timeline": [
      {
        "year": 1882,
        "bio": "Іосіф Рыгоравіч Лангбард нарадзіўся ў горадзе Бельску былой Гарадзенскай губерні (цяпер тэрыторыя Польшчы)."
      },
      {
        "year": 1901,
        "bio": "З дзіцячых гадоў праяўлялы схільнасці да выяўленчай творчасці, пасля сканчэння ў 1901 годзе гімназіі ён прайшоў курс навучання на архітэктурным аддзяленні мастацкай вучэльні Грамадства вытанчаных мастацтваў у Адэсе."
      },
      {
        "year": 1907,
        "bio": "У 1907 годзе пераехаў у Пецярбург, дзе паступіў на архітэктурнае аддзяленне Акадэміі майстэрстваў. Падчас навучання працаваў памагатым архітэктара на розных будоўлях Пецярбурга."
      },
      {
        "year": 1914,
        "bio": "У 1914 годзе І.Г.Лангбард завяршыў навучанне ў Акадэміі майстэрстваў. Напачатку Першай сусветнай вайны быў закліканы ў войска і пасля сканчэння вайскова-тэхнічных курсаў скіраваны служыць начальнікам інжынернага атрада, у якасці якога кіраваў будаваннем аб'ектаў у тыле і на фронце. Пры гэтым ён працягваў актыўна займацца праектаваннем грамадзянскіх будынкаў і нават браў удзел у конкурсах."
      },
      {
        "year": 1918,
        "bio": "Вясной 1918 года І.Г.Лангбард стаў вытворцам прац у будаўнічай канторы Петраградскага (пазней Ленінградскага) гарадскога аддзела аховы здароўя. У гэтай пасадзе ён прапрацаваў да 1932 года, калі быў прыцягнуты для праектавання і будавання шэрага буйных аб'ектаў у гарадах Беларусі, Украіны і іншых рэспублік Савецкага Саюза (СССР)."
      },
      {
        "year": 1929,
        "bio": "1930-я гады - найболей плённы перыяд творчасці І.Г.Лангбарда. Менавіта тым часам ён ужыццявіў свае найболей значныя праекты, што прынеслі яму шырокую слыннасць не толькі сярод прафесіяналаў.І практычна тады ж пачынаецца яго чыннасць у Беларусі. Па даручэнні Рады Народных Камісараў (СНК) Беларускай Савецкай Сацыялістычнай Рэспублікі (БССР) І.Г.Лангбард браў удзел у будаванні 1 - вой Беларускай сельскагаспадарчай і прамысловай выставы ў Мінску (1929-1931 гг.).У 1929 годзе Цэнтральны Выканаўчы Камітэт (ЦВК) і СНК БССР праводзілі конкурс на лепшы праект галоўнага адміністрацыйнага будынка рэспублікі - Хаты ўрада. Пераможцам быў прызнаны І.Г.Лангбард, і ў 1930 годзе па яго праектных распрацоўках у Мінску пачалося будаванне будынка, завершанае ў 1934 годзе."
      },
      {
        "year": 1934,
        "bio": "Дом ўрада ў Мінску - не толькі адно з лепшых твораў І.Г.Лангбарда. Гэта збудаванне лічыцца ўзорам архітэктурнай творчасці той эпохі. Адзначаючы выбітныя заслугі ў праектаванні Хаты ўрада і ў кіраўніцтве яго будаваннем і архітэктурна-мастацкім афармленнем, урад Беларусі ў лютым 1934 года прысвоіла дойліду званне Заслужанага дзеяча мастацтваў і архітэктуры БССР."
      },
      {
        "year": 1935,
        "bio": "Ён спраектаваў многія элементы фасада галоўнага корпуса Акадэміі навук Беларусі ў Мінску (1935-1940 гг.), ужыццявіў рэканструкцыю будынка тэатра імя Янкі Купалы ў Мінску (1938 г,). Апроч таго, ім распрацаваны два праекты гледных збудаванняў: комплексу тэатра і кіно для Оршы(1930 г.) і абласнога драматычнага тэатра ў Магілёве (1939 г.), а таксама конкурсныя праекты будынкаў Цэнтральнага камітэта кампартыі бальшавікоў (ЦК КП(бы)) Беларусі ў Мінску і Магілёве (1938 г.)."
      },
      {
        "year": 1941,
        "bio": "Пачатак Вялікай Айчыннай вайны заспеў І.Г.Лангбарда ў сталіцы Беларусі, куды ён напярэдадні прыехаў для развязка пытанняў, злучаных з будаваннем Хаты Чырвонай Арміі. Яму атрымалася вярнуцца ў Ленінград пад канец чэрвеня 1941 года і ён адразу ж уключыўся ў працу па маскаванні найважных аб'ектаў і збудаванняў горада, а ўвосень працягнуў выкладанне ў Акадэміі майстэрстваў. У лютым 1942 года разам з групай выкладнікаў ён быў эвакуяваны ў Ярославльскую вобласць, дзе жыў у былым маёнтку Н.А.Някрасава Чырвоныя ткачы. І ў гэты перыяд І.Г.Лангбард не парываў сувязь з Беларуссю: ізноў усталяваў кантакты з кіраваннем Звязу архітэктараў Беларусі, імкнуўся ўнесці свой унёсак у аднаўленне рэспублікі. Ён пісаў: «Цешуся таму, што Беларускае аддзяленне СЦУЧЫ [Звязу савецкіх архітэктараў] пачынае ажываць. Чым змагу быць карысны - да Вашых паслуг... Само сабою разумеецца, што, апроч вялікага манумента для Беларусі - героям Айчыннай вайны, патрэбен цэлы шэраг помнікаў на месцах буйных баёў у памяць загінулых герояў. Я цяпер над гэтым таксама працую па асабістай ініцыятыве і магу з Вамі падзяліцца матэрыяламі. У іншых лістах ён адзначаў: Дзякуй за [газету] «Савецкую Беларусь», яна мне напамінае мінулае і мацуе веру ў будучыню. Па Вашай прапанове маю магчымасць выканаць наступныя працы:1. Дублікаты праектаў і малюнкаў будынкаў, пабудаваных па маіх праектах у г. Мінску. 2. Праекты помнікаў героям Айчыннай вайны. 3. Апроч гэтага, ведаючы добра даваенны Мінск і маючы вялікі практычны досвед у выкарыстанні і аднаўленні старых пабудоў, я мог бы з карысцю браць удзел у складанні плана аднаўлення г. Мінска.»"
      },
      {
        "year": 1944,
        "bio": "У жніўні 1944 года пасля вызвалення Мінска ад нямецкай акупацыі І.Г. Лангбард увайшоў у склад камісіі Камітэта па справах архітэктуры пры СНК СССР, якая займалася пытаннямі аднаўленнем сталіцы Беларусі.Разам з беларускімі архітэктарамі браў удзел у распрацоўцы эскіза планавання Мінска, што з'явіўся грунтам новага генеральнага плана горада, узначаліў першую майстэрню, створаную пры Кіраванні па справах архітэктуры пры СНК БССР, у якой рыхтавалася праектная дакументацыя па рэканструкцыі разбураных жылых хат і грамадскіх збудаванняў. Апроч таго, І.Г.Лангбард сам кіраваў працамі па аднаўленні будынкаў, пабудаваных у даваенныя гады па яго праектах: Тэатра оперы і балета, Акруговай Хаты афіцэраў, Акадэміі навук."
      },
      {
        "year": 1948,
        "bio": "Супольна з архітэктарам М.І.Бакланавым быў складзены праект кінатэатра «Перамога», увасоблены ў жыццё ў 1948 годзе. І.Г.Лангбард браў удзел ва Ўсесаюзных конкурсах на распрацоўку праекта планаванні і забудовы цэнтра Мінска."
      },
      {
        "year": 1949,
        "bio": "У 1949 годзе ў звязку з 30-годдзем БССР дойлід быў узнагароджаны ордэнам «Знак Пашаны»."
      },
      {
        "year": 1951,
        "bio": "Памёр 3 студзеня 1951 года ў Ленінградзе."
      }
    ],
    "buildings": [
      {
        "name": "Беларускі дзяржаўны тэатр оперы і балета(1936-1937 гг.)у Мінску",
        "year": 1937,
        "photo": "./img/buildings/Langbard_1.jpg"
      },
      {
        "name": "Дом Чырвонай Арміі (цяпер Дом афіцэраў) (1934-1939 гг.) у Мінску",
        "year": 1939,
        "photo": "./img/buildings/Langbard_2.jpg"
      },
      {
        "name": "Дом Саветаў (1938-1939 гг.) У Магілёве",
        "year": 1939,
        "photo": "./img/buildings/Langbard_3.jpg"
      }
    ],
    "videos": [
      {
        "name": "Иосиф Лангбард: почему человек, подаривший архитектурное лицо Минску, был изгнан из города",
        "videoId": "Gnhp2aayomE",
        "duration": "13:47"
      }
    ],
    "geo": {
      "center": [
        55.666,
        66.666
      ],
      "points": [
        {
          "coords": [
            55.667,
            66,
            667
          ],
          "description": "Lived here in childhood"
        },
        {
          "coords": [
            55.665,
            66.665
          ],
          "description": "Smoked crack here"
        }
      ]
    }
  },
  {
    "name": "Кароль Уладзімір Адамовіч",
    "about": "1912 - 1980",
    "photo": "./img/architects/Karol.jpg",
    "timeline": [
      {
        "year": 1912,
        "bio": "Нарадзіўся будучы дойлід 28 снежня 1912 года ў горадзе Ігумен Мінскай вобласці (цяпер гэта Чэрвень). Творчасць атачала Уладзіміра Адамовіча з самага дзяцінства – ён любіў маляваць."
      },
      {
        "year": 1931,
        "bio": "У 1931 годзе скончыў Віцебскі мастацкі тэхнікум. Некалькі гадоў працаваў настаўнікам і дырэктарам у адной са школ Дзяржынска."
      },
      {
        "year": 1934,
        "bio": "Потым з 1934 па 1941 вучыўся на архітэктурным факультэце Ўсерасійскай акадэміі майстэрстваў у Ленінградзе, дзе працавалі таленавітыя архітэктары і педагогі: Фамін, Руднеў, Лангбард."
      },
      {
        "year": 1941,
        "bio": "Моцная школа натхніла прысвяціць усё жыццё будаванню і праектаванню хат. Але грымнула вайна, і ў ліпені 1941 года Кароль уступіў у народнае рушэнне і як памагаты вайсковага інжынера дывізіі браў удзел у абароне Ленінграда.Загадам Генеральнага штаба студэнты-выпускнікі адклікаліся з фронту для сканчэння навучання, сярод іх быў і Кароль. Ён абараніў свой дыплом у снежні 1941 года. Яго залічылі як аднаго з лепшых студэнтаў акадэміі, лаўрэата сталінскай стыпендыі, пакінулі ў аспірантуры, а ў лютым 1942 гады ўсіх пазасталых жывым студэнтаў і выкладнікаў акадэміі вывезлі ў Сярэднюю Азію."
      },
      {
        "year": 1945,
        "bio": "У 1945 годзе Уладзімір Кароль прыехаў у вызвалены, разбураны фашыстамі Мінск. Гэтыя замалёўкі алоўкам – сведкі страшнага паваеннага часу. Дойлід захаваў астатнія ў руінах помнікі архітэктуры. Тым часам яго прызначаюць кіраўніком архітэктурна-планавальнай майстэрні Інстытута «Белдзяржпраект», якая займалася забудовай цэнтра сталіцы Беларусі.Адначасна ён пачынае працаваць і ў іншых беларускіх гарадах. У Гомлі было пабудавана адно з лепшых яго будынкаў – хата для працаўнікоў «Гомсельмаша». Потым па аўтарскім праекце ўзвялі адміністрацыйны будынак у Полацку."
      },
      {
        "year": 1946,
        "bio": "З 1946 па 1948 гады Уладзімір Кароль актыўна бярэ ўдзел у конкурсах па забудове цэнтральнага пляца Мінска.У 1946 годзе быў рэканструяваны Мінскі вакзал, і Уладзімір Кароль з цікавасцю афармляў інтэр'еры і ўпрыгожваў будынак сваімі сюжэтамі."
      },
      {
        "year": 1947,
        "bio": "У 1947 годзе па праекце дойліда на куце Клары Цэткін і Мяснікова з'яўляецца жылая хата для працаўнікоў тонкасуконнага камбіната. Багатая ляпніна і дэкор, паўкруглыя аркі і балкончыкі – і праз шмат гадоў гэту хату выглядае эфектна, праўда, мае патрэбу ў абнаўленні і рамонце.З 1947 года Уладзімір Кароль пачаў працаваць выкладнікам, а потым і загаднікам кафедры горадабудаўніцтва архітэктурнага факультэта Беларускага політэхнічнага інстытута. Ён актыўна пісаў навуковыя артыкулы, даклады, рэкамендацыі, фундаментальныя працы па горадабудаўніцтве."
      },
      {
        "year": 1949,
        "bio": "У 1949 годзе ён пачынае працаваць над адным са знакаў Мінска – Паштамтам. Гэта адно з самых прыгожых будынкаў у стылі сталінскага ампіру, загалоўная выява цэнтральнага праспекта. Дарэчы, шпацыруючы па горадзе, звярніце ўвагу, як выглядае Паштамт са зваротнага боку.Пад канец 40-х гадоў быў абвешчаны Ўсесаюзны адкрыты конкурс на праект помніка-манумента ваярам Савецкага Войска і беларускім партызанам у горадзе Мінску."
      },
      {
        "year": 1950,
        "bio": "У 1950 годзе праект Георгія Заборскага і Уладзіміра Караля быў прызнаны лепшым. Над стварэннем помніка разам з імі працавалі скульптары Азгур, Бембель, Глебаў, Селіханаў. "
      },
      {
        "year": 1954,
        "bio": "Манумент быў урачыста адкрыты 3 ліпеня 1954 года і стаў эмблемай адроджанага Мінска."
      },
      {
        "year": 1955,
        "bio": "Талент і працаздольнасць Уладзіміра Караля былі заўважаны, і ў 1955 годзе ён узначаліў Дзяржаўны камітэт Рады Міністраў БССР па справах будавання.Ля Уладзіміра Караля заўсёды было шырокае поле чыннасці, ён браў удзел у стварэнні новых беларускіх гарадоў – Новалукомля, Наваполацка, Салігорска."
      },
      {
        "year": 1969,
        "bio": "У 1969 годзе пры наўпростым удзеле Караля ў Беларускім політэхнічным інстытуце была створана кафедра горадабудаўніцтва, якую ён і ўзначаліў."
      },
      {
        "year": 1970,
        "bio": "У 1970 годзе Уладзімір Кароль быў ганараваны звання народнага архітэктара СССР. З 1970 па 1980 гады ён быў рэдактарам часопіса «Будаванне і архітэктура Беларусі»."
      }
    ],
    "buildings": [
      {
        "name": "Галоўпаштамт (Белпошта), Мінск",
        "year": 1953,
        "photo": "./img/buildings/Karol_1.jpg"
      },
      {
        "name": "Манумент Перамогі (Мінск)",
        "year": 1954,
        "photo": "./img/buildings/Karol_2.jpg"
      },
      {
        "name": "Будынак Цэнтральнага тэлеграфа ў Мінску",
        "year": 1948,
        "photo": "./img/buildings/Karol_3.jpg"
      }
    ]
  },
  {
    "name": "Бакланаў Міхал Іванавіч",
    "about": "1914 - 1990",
    "photo": "./img/architects/Baklanau.jpg",
    "timeline": [
      {
        "year": 1914,
        "bio": "Міхал Іванавіч Бакланаў нарадзіўся 12 лютага (30 студзеня – па арт.арт.) 1914 г. у з. Іванаўка (цяпер Валнавахскі р-н Данецкай вобл., Украіна)."
      },
      {
        "year": 1931,
        "bio": "Пасля сканчэння ў 1931 г. школы фабрычна-завадской адукацыі ў г. Данецку працаваў красляром на мясцовым металургічным заводзе."
      },
      {
        "year": 1932,
        "bio": "У 1932 г. М. Бакланаў пачаў вучыцца ў Харкаўскім архітэктурна-будаўнічым тэхнікуме, па сканчэнню якога ў 1936 г. паступіў у Харкаўскі архітэктурна-будаўнічы інстытут. Аднак навучанне не скончыў, бо ў снежні 1940 года быў закліканы ў Чырвоную Армію."
      },
      {
        "year": 1941,
        "bio": "У першыя тыдні Вялікай Айчыннай вайны – у ліпені 1941 г. – трапіў у нямецкае палон і знаходзіўся ў лагерах для ваеннапалонных на тэрыторыі Польшчы."
      },
      {
        "year": 1943,
        "bio": "У сакавіку 1943 г. здолеў бегчы і неўзабаве пасля гэтага ўступіў у партызанскую брыгаду “Народныя помснікі”. За актыўны ўдзел у баях з акупантамі быў узнагароджаны медалём “Партызану Айчыннай вайны” I ступені."
      },
      {
        "year": 1944,
        "bio": "22 ліпеня 1944 г. М. Бакланаў на прапанову заслужанага дзеяча мастацтваў БССР архітэктара А.П. Воінава, які ў той час выконваў абавязку начальніка Кіравання па справах архітэктуры пры Радзе Народных Камісараў БССР і збіраў архітэктурныя кадры, напісаў заяву пра прыём на працу ў архітэктурна-планавальную майстэрню. 1944–1949 гады сталі для маладога адмыслоўца сапраўднай школай архітэктуры – ён старанна спасцігае навуку дойлідства з дапамогай больш за дасведчаных архітэктараў, адначасна працуючы над праектамі будынкаў для разбуранага Мінска.Адной з такіх прац быў супольны праект М. Бакланава і заслужанага дзеяча мастацтваў БССР архітэктара І.Г. Лангбарда па рэканструкцыі клуба харчавікоў пад кінатэатр “Перамога” (1948)."
      },
      {
        "year": 1946,
        "bio": "У 1946 г. М. Бакланаў быў прыняты ў чэлесы Звязу архітэктараў БССР."
      },
      {
        "year": 1949,
        "bio": "У 1949 г. прыйшло першае прызнанне – М. Бакланаў узнагароджаны Граматай Прэзідыума Вярхоўнай Рады БССР. У тым жа годзе ён перайшоў на працу ў праектны інстытут “Белдзяржпраект”, з якім звязаў свой далейшы творчы лёс. Тут ён прайшоў шлях ад архітэктара да кіраўніка архітэктурна-канструктарскай майстэрні."
      },
      {
        "year": 1952,
        "bio": "У 1952 г. М. Бакланаў спраектаваў архітэктурнае афармленне фасада Рускага драматычнага тэатра імя Максіма Горкага."
      },
      {
        "year": 1954,
        "bio": "Наступным буйным аб'ектам для архітэктара стала праца ў 1954–1957 гг. над праектаваннем і ўзвядзеннем будынка Дзяржаўнай маляўнічай галерэі БССР (цяпер – Нацыянальны мастацкі музей Рэспублікі Беларусь). Трэба адзначыць, што гэта быў першы будынак музея, пабудаваны ў СССР пасля вайны. М. Бакланаў спраектаваў яго ў характэрным для таго часу стылі савецкага неакласіцызму."
      },
      {
        "year": 1969,
        "bio": "У 1969 г. М.І. Бакланаву прысвоена званне “Заслужаны архітэктар БССР”, таксама ён быў узнагароджаны Ганаровай граматай Прэзідыума Вярхоўнай Рады БССР."
      },
      {
        "year": 1974,
        "bio": "У 1974–1983 гг. М.І. Бакланаў кіраваў групай архітэктараў “Белдзяржпраекту”, пасля чаго пайшоў на пенсію."
      },
      {
        "year": 1990,
        "bio": "Памёр Міхал Іванавіч Бакланаў 23 студзеня 1990 г. у Мінску. Пахаваны на Паўночных могілках."
      }
    ],
    "buildings": [
      {
        "name": "Кінатэатр “Перамога” ў Мінску",
        "year": 1948,
        "photo": "./img/buildings/Baklanau_1.jpg"
      },
      {
        "name": "Нацыянальны мастацкі музей Рэспублікі Беларусь",
        "year": 1957,
        "photo": "./img/buildings/Baklanau_2.jpg"
      },
      {
        "name": "Мінскі дзяржаўны архітэктурна-будаўнічы каледж",
        "year": 1954,
        "photo": "./img/buildings/Baklanau_3.jpg"
      }
    ]
  },
  {
    "name": "Воінаў Аляксандр Пятровіч",
    "about": "1902 - 1987",
    "photo": "./img/architects/Vionau.jpg",
    "timeline": [
      {
        "year": 1902,
        "bio": "Аляксандр Пятровіч Воінаў нарадзіўся 3 снежня (20 лістапада па старым стылі) 1902 г. у г. Колпіна пад Санкт-Пецярбургам."
      },
      {
        "year": 1924,
        "bio": "У 1924 г. паступіў на архітэктурны факультэт Маскоўскага найвысокага мастацка-тэхнічнага інстытута ў Маскве. Паралельна з гэтым пад кіраўніцтвам вядомага інжынера І. Рэрберга працаваў на будаванні Цэнтральнага тэлеграфа (вул. Горкага), прайшоў шлях ад працоўнага да прараба пляцоўкі. У гэтыя ж гады ён набыў навыкі праектавання, працуючы памагатым архітэктара ў вядомага дойліда Д. Фрыдмана."
      },
      {
        "year": 1931,
        "bio": "Пасля абароны дыпломнага праекта А.П. Воінаў атрымаў прызначэнне ў Мінск і адразу ж стаў на чале адзінай праектнай канторы пры Белжылсаюзе. У 1931–1933 гг. ён браў удзел у арганізацыі Мінскага філіяла Гiпрагора РСФСР, дзе ўзначальваў праектны аддзел, працаваў над стварэннем першага ў Беларусі праектнага інстытута – Белдзяржпраекта, дырэктарам якога быў прызначаны."
      },
      {
        "year": 1934,
        "bio": "У 1934 г. А.П. Воінаў быў адным з ініцыятараў адукацыі Звязу архітэктараў БССР. Апроч адміністрацыйнай і грамадскай працы, Аляксандр Воінаў браў удзел у архітэктурных конкурсах, яму неаднаразова прысуджаліся прэміі, па яго праектах у 1930-я гады пабудаваны будынкі, якія ўзбагацілі архітэктурнае аблічча беларускіх гарадоў. Спіс асноўных творчых прац А. Воінава складаецца з 22 конкурсных і амаль 70 ажыццёўленых праектаў буйных жылых і грамадскіх будынкаў."
      },
      {
        "year": 1940,
        "bio": "Да пачатку саракавых гадоў па праектах А.П. Воінава былі пабудаваны: гасцініца «Беларусь», інтэрнат Інстытута народнай гаспадаркі, адзін з першых у краіне Дварэц піянераў, будынак партыйных курсаў (Найвысокая партыйная школа), жылая хата БВВ, Інстытут фізкультуры ў Мінску, гасцініца «Дняпроўская» і жылыя дома на Першамайскай вуліцы ў Магілёве, пачата рэканструкцыя Камароўскай пляца ў Мінску і інш.За заслугі ў вобласці развіцця архітэктуры рэспублікі Вярхоўная Рада БССР прысвоіла Аляксандру Пятровічу Воінаву званне заслужанага дзеяча мастацтваў БССР (1940)."
      },
      {
        "year": 1942,
        "bio": "Напачатку Вялікай Айчыннай вайны А.П. Воінаў знаходзіўся ў эвакуацыі, а ўвесну 1942 г. быў адкліканы ў дырэктыву беларускага ўрада."
      },
      {
        "year": 1943,
        "bio": "У 1943 г. ён стаў першым начальнікам толькі што ўтворанага Кіравання па справах архітэктуры пры СНК БССР. У гэтай пасадзе ён прапрацаваў да траўня 1945г."
      },
      {
        "year": 1947,
        "bio": "У 1947 г. супольна з архітэктарам Г. Заборскім спраектавана і пабудаваны 4-павярховы будынак лечсануправы па вул. Чырвонаармейскай у Мінску, аэравакзал, музей Я. Купалы, Прэзідыум АН БССР, тэатр юнага гледача ў Мінску, а таксама рэспубліканская дзіцячая санаторыя ў Астрашыцкім мястэчку. Пачынаючы з 1947 г. А.П. Воінаў выкладаў у Беларускім політэхнічным інстытуце (БПI) і з'яўляўся адным з заснавальнікаў найвысокай архітэктурнай школы ў рэспубліцы."
      },
      {
        "year": 1950,
        "bio": "У 1950 г. А.П. Воінавым быў створаны праект будынка Мінскага гаркама і абкама КПБ па вул. Кірава (суаўтар – Л. Усава). Таксама, У 1950 г. ён быў абраны чальцом-карэспандэнтам Акадэміі архітэктуры СССР, у 1953 г. – Акадэміі навук БССР."
      },
      {
        "year": 1951,
        "bio": "У 1951 г. яму прысвойваецца званне прафесара па кафедры архітэктуры. Адначасна ён з'яўляецца адным з арганізатараў спачатку сектара, а потым аддзела архітэктуры ў АН БССР, на базе якога ў сярэдзіне 1950-х гадоў быў створаны Інстытут будаванні і архітэктуры."
      },
      {
        "year": 1954,
        "bio": "З 1954 г. на працягу 20 гадоў А.П. Воінаў нязменна ўзначальвае Раду па прысуджэнні навуковых ступеняў па архітэктурна-будаўнічых спецыяльнасцях на базе БПИ, дзе было абаронена звыш 700 кандыдацкіх і 20 доктарскіх дысертацый."
      },
      {
        "year": 1956,
        "bio": "У 1956 годзе Рада Міністраў СССР сцвярджае яго акадэмікам Акадэміі будаванні і архітэктуры СССР."
      },
      {
        "year": 1962,
        "bio": "У 1962 г. ён ганараваны звання заслужанага будаўніка БССР, узнагароджаны ордэнамі і медалямі, Ганаровымі граматамі Вярхоўнай Рады БССР."
      },
      {
        "year": 1968,
        "bio": "У 1968 г. за архітэктуру Ленінскага праспекта (Праспект Незалежнасці) Мінска А.П. Воінаву (у складзе аўтарскага калектыву) прысуджана Дзяржаўная прэмія БССР."
      },
      {
        "year": 1987,
        "bio": "Памёр 1 кастрычніка 1987 года"
      }
    ],
    "buildings": [
      {
        "name": "Рэзідэнцыя Прэзідэнта Рэспублікі Беларусь",
        "year": 1947,
        "photo": "./img/buildings/Vionau_1.jpg"
      },
      {
        "name": "Беларускі рэспубліканскі тэатр юнага гледача",
        "year": 1956,
        "photo": "./img/buildings/Vionau_2.jpg"
      },
      {
        "name": "Будынак Вышэйшай партыйнай школы",
        "year": 1940,
        "photo": "./img/buildings/Vionau_3.jpg"
      }
    ]
  },
  {
    "name": "Заборскі Георгі Уладзіміравіч",
    "about": "1909 - 1999",
    "photo": "./img/architects/Zaborskij.jpg",
    "timeline": [
      {
        "year": 1909,
        "bio": "Георгі Заборскі нарадзіўся 11 лістапада 1909 г. у Мінску ў сям'і патомных чыгуначнікаў - Уладзіміра Георгіевіча Заборскага, бухгалтара Маскоўска-Брэсцкай чыгункі, і Алены Іванаўны Заборскай."
      },
      {
        "year": 1929,
        "bio": "Пасля сканчэння школы ў 1929 г. Г.В. Заборскі працаваў працоўным на стадыёне. Праз год паступіў у Мінскую прафтэхшколу сялянскага вогнетрывалага будавання. Першую практыку праходзіў на будаўнічай пляцоўцы будынка Хаты ўрада. Тутака ж адбылося яго знаёмства з архітэктарам І.Г. Лангбардам."
      },
      {
        "year": 1933,
        "bio": "Скончыўшы навучанне, у 1933 г. Георгі Уладзіміравіч Заборскі быў скіраваны ва Ўсерасійскую Акадэмію майстэрстваў, дзе вучыўся ў С.С. Серафімава. Таксама яго выкладнікамі былі такія знакамітыя майстры, як А. Белагруды, І. Лангбард, О. Мунц, А. Нікольскі і іншыя."
      },
      {
        "year": 1939,
        "bio": "Пасля сканчэння Акадэміі ў 1939 г. Г.В. Заборскі па конкурсе трапіў у Маскву, але працаваў там нядоўга і хутка атрымаў кірунак у Мінск. Тут ён быў прызначаны кіраўніком навуковай экспедыцыі па вывучэнні помнікаў архітэктуры і мастацтва Гомельскай і Палескай абласцей.У тым жа году браў удзел у рэспубліканскім конкурсе на лепшы праект помніка для горада ў гонар уз'яднання Заходняй Беларусі. Яго праект быў прызнаны лепшым, але будаванню перашкодзіла Вялікая Айчынная вайна."
      },
      {
        "year": 1945,
        "bio": "Пасля вайны вярнуўся ў Беларусь і актыўна браў удзел у працы па адраджэнні разбураных гарадоў і сеў. З 1945 па 1964 гг. Георгі Заборскі кіраваў архітэктурна-канструктарскімі майстэрнямі праектных інстытутаў «Белдзяржпраекту» і «Мінскпраекту» і адначасна, быўшы практыкам, выкладаў на архітэктурным аддзяленні Беларускага політэхнічнага інстытута (цяпер УА «Беларускі нацыянальны тэхнічны ўніверсітэт»). Прымаў актыўны ўдзел у распрацоўцы праектаў планаванні і забудовы Мінска, Полацка, Оршы; у праектаванні пляцоў Мінска: Леніна (Незалежнасці), Цэнтральнай (Кастрычніцкай), Круглай (Перамогі)."
      },
      {
        "year": 1947,
        "bio": "У 1947 г. супольна з архітэктарам А.П. Воінавым спраектавана і пабудаваны 4-павярховы будынак лечсануправы па вул. Чырвонаармейскай у Мінску, аэравакзал, музей Я. Купалы, Прэзідыум АН БССР, тэатр юнага гледача ў Мінску, а таксама рэспубліканская дзіцячая санаторыя ў Астрашыцкім мястэчку."
      },
      {
        "year": 1949,
        "bio": "У 1949 – 1956 гг. Г.В. Заборскі займаўся праектаваннем жылой забудовы па вул. Леніна ў Мінску. Ансамбль хат на вуліцы Леніна, спраектаваных Г.В. Заборскім, даў заснаванне майстрам мастацтваў параўноўваць яе з забудовамі некаторых вуліц у Санкт-Пецярбургу, якія ствараў выбітны майстар Карл Іванавіч Росі. Тут упершыню быў ужыты новы аздабленчы матэрыял фасадаў - керамічная плітка. Сёння, спусцячы больш чым паўстагоддзя, будынкі на вуліцы Леніна выглядаюць сучасна і прывабна."
      },
      {
        "year": 1952,
        "bio": "У 1952 г. па праекце Г.В. Заборскага быў адкрыты помнік В. Сталіну, а ў 1954 г. - помнік-манумент на пляцы Перамогі. Таксама, у 1952 г. Георгі Уладзіміравіч спраектаваў хату для сям'і Я. Коласа. Пасля смерці паэта Г.В. Заборскі браў удзел у стварэнні помніка на яго магіле, а праз некаторы час і помніка на пляцы Я. Коласа ў Мінску."
      },
      {
        "year": 1964,
        "bio": "У сакавіку 1964 года Г.В.Заборскі перайшоў у праектны інстытут «Белгiпрасельстрой». З 1966 па 1979 гг. быў кіраўніком майстэрні «Белгiпрасельстрою», а з 1970 г. - галоўным архітэктарам гэтага інстытута."
      },
      {
        "year": 1999,
        "bio": "Памёр Георгі Уладзіміравіч Заборскі 27 сакавіка 1999 г. Пахаваны ў Мінску на Усходніх (Маскоўскіх) могілках."
      }
    ],
    "buildings": [
      {
        "name": "Манумент Перамогі (Мінск)",
        "year": 1954,
        "photo": "./img/buildings/Zaborskij_1.jpg"
      },
      {
        "name": "Помнік Якубу Коласу на аднайменнай плошчы ў Мінску",
        "year": 1972,
        "photo": "./img/buildings/Zaborskij_2.jpg"
      },
      {
        "name": "Сувораўскае вучылішча ў Мінску",
        "year": 1953,
        "photo": "./img/buildings/Zaborskij_3.jpg"
      }
    ]
  },
  {
    "name": "Шабунеўскi Стась Даніловіч",
    "about": "1866-1937",
    "photo": "./img/architects/Shabunevski.jpg",
    "timeline": [
      {
        "year": 1866,
        "bio": "Нарадзіўся 2 снежня 1866 (8) г. у сяле Скароднае Мазырскага павета Мінскай губерні (цяпер Ельскі раён Гомельскай вобласці) у сям'і службоўца паштовай станцыі. Пачатковую адукацыю атрымаў у сценах бабруйскай 4-х класнай мужчынскай прагімназіі, а працягнуў навучанне ў знакамітай слуцкай мужчынскай класічнай гімназіі, адным з найстарых навучальных устаноў Беларусі. Вучыўся Станіслаў на сродкі камітэта дапаможніка бедным навучэнцам, жыў на агульнай вучнёўскай кватэры. Навучанне юнаку давалася лёгка, асабліва атрымаў поспех ён у дакладных навуках. У гэтым была немалая заслуга яго любага настаўніка па матэматыцы. жарсным захапленнем гімназіста Шабунеўскага было маляванне. Юнацкія гады Станіслава прайшлі ў Бабруйску, дзе жылі яго бацькі, і ў Слуцку, дзе ён вучыўся."
      },
      {
        "year": 1890,
        "bio": "Скончыўшы гімназію ў 1890 г., Станіслаў паступіў на матэматычны факультэт імператарскага Санкт-Пецярбургскага ўніверсітэта. Правучыўшыся год на матэматычным факультэце, Шабунеўскi прыйшоў да высновы, што выточны выбар прафесіі апынуўся хібным і яго жыццёвы шлях павінен быць злучаны з мастацтвам архітэктуры. Крытычна ацаніўшы свае магчымасці, юнак падаў дакументы ў Санкт-Пецярбургскі інстытут грамадзянскіх інжынераў і паспяхова здаў экзамены за першы курс."
      },
      {
        "year": 1891,
        "bio": "У 1891 г. ён стаў студэнтам гэтага інстытута, другога пасля Акадэміі майстэрстваў цэнтра прафесійнай архітэктурнай адукацыі ў Расіі."
      },
      {
        "year": 1896,
        "bio": "Скончыў ён інстытут у 1896 г. і, атрымаўшы дыплом грамадзянскага інжынера першага разраду, быў скіраваны ў будаўнічы аддзел гомельскай пляцоўкі Лібава-Роменскай чыгункі ў пасады малодшага інжынера. Першай буйнай працай для распачыналага архітэктара стала будаванне гомельскай Аляксандраўскай мужчынскай гімназіі (1896-1898). Сёння гэта галоўны навучальны корпус БелГУТа."
      },
      {
        "year": 1903,
        "bio": "У 1903 г. на куце вуліц Румянцаўскай і Iрынiнскай (цяпер Савецкая і Першамайская) па праекце С. Шабунеўскага быў збудаваны будынак Арлоўскага камерцыйнага банка. Пасля паспяховага завяршэння будавання гэтага будынка архітэктар атрымаў заказ на праектаванне Віленскага камерцыйнага банка, будынак якога быў збудаваны ў 1910-12 гг. на куце вуліц Румянцаўскай і Троіцкай (цяпер Савецкая і Сялянская)."
      },
      {
        "year": 1907,
        "bio": "У 1907 г. па праекце Станіслава Шабунеўскага быў пабудаваны будынак тэхнічнай вучэльні (сёння гэта школа машыністаў лакаматываў на вуліцы Кісялёва, 2), а пазней — асабняк для буйнага гомельскага прадпрыемца і гарадскога галовы К. П. Грошыкава на куце вуліц Мільённай і Баярскай (цяпер кут вуліц Бельскага і Баўмана)."
      },
      {
        "year": 1919,
        "bio": "Да канца 1919 г. ён працаваў у пасады гомельскага гарадскога архітэктара, а пасля — гарадскім інжынерам пры гомельскім камунхозе. Праекты Стася Данілава савецкага перыяду — жылая хата на вуліцы Камсамольскай (Хата-камуна) (праспект Леніна, 31), жылая хата для працоўных і службоўцаў Заходняй чыгункі (вул. Пушкіна, 27) і інш."
      },
      {
        "year": 1931,
        "bio": "У 1931 годзе па абмыльным даносе ён быў арыштаваны. Архітэктару інкрымінавалі дачыненне да праватрацкісцкай контррэвалюцыйнай арганізацыі, дзе ён і іншыя яе чальцы нібы вялі шкодніцкую чыннасць у будаванні. 23 ліпеня 1931 года Станіславаў Шабунеўскi быў асуджаны на 10 гадоў з адбываннем кары ў г. Мядзведжая гара на Беламорканале."
      },
      {
        "year": 1937,
        "bio": "Памёр С. Д. Шабунеўскi у 1937 годзе «у месцах пазбаўлення волі». У 1957 годзе дзела Шабунеўскага было зачынена за нябытнасцю складу злачынства. Рэабілітаваны ў 1989 г."
      }
    ],
    "buildings": [
      {
        "name": "Будынак былой гомельскай Александроўскай мужчынскай гімназіі",
        "year": 1898,
        "photo": "./img/buildings/Shabunevski_1.jpg"
      },
      {
        "name": "Будынак былога Віленскага камерцыйнага банка",
        "year": 1903,
        "photo": "./img/buildings/Shabunevski_2.jpg"
      },
      {
        "name": "Былы даходны дом купца К. П. Грошыкава",
        "year": 1909,
        "photo": "./img/buildings/Shabunevski_3.jpg"
      }
    ]
  },
  {
    "name": "Левін Леанід Мендзялевіч",
    "about": "1936-2014",
    "photo": "./img/architects/Levin.jpg",
    "timeline": [
      {
        "year": 1936,
        "bio": "Нарадзіўся 25 ліпеня 1936 года ў Мінску, скончыў 13-ую школу."
      },
      {
        "year": 1954,
        "bio": "1954-1960 — навучанне ў Беларускім політэхнічным інстытуце."
      },
      {
        "year": 1960,
        "bio": "1960 гады — праца ў Інстытуце « Мінскпраект» (ад архітэктара да кіраўніка Майстэрні па забудове цэнтра Мінска). Удзел у стварэнні парка ім. 50-годдзі Савецкай улады."
      },
      {
        "year": 1968,
        "bio": "Удзел у стварэнні выстаўнага павільёна ВДНГ БССР у Мінску."
      },
      {
        "year": 1970,
        "bio": "У складзе аўтарскага калектыву быў ганараваны Ленінскай прэміі за мемарыяльны комплекс 1968-1969 гг. «Хатынь»."
      },
      {
        "year": 1997,
        "bio": "З 1997 года — дырэктар уласнай творчай майстроўні УП «Творчая майстроўня архітэктара Л. Левіна»."
      },
      {
        "year": 2014,
        "bio": "Памёр 1 сакавіка 2014 года ў Мінску. Пахаваны 4 сакавіка 2014 года на Цэнтральных прысадах Усходніх могілках у Мінску."
      }
    ],
    "buildings": [
      {
        "name": "Будынак былога ВДНГ",
        "year": 1968,
        "photo": "./img/buildings/Levin_1.jpg"
      },
      {
        "name": "Хатынь",
        "year": 1969,
        "photo": "./img/buildings/Levin_2.jpg"
      },
      {
        "name": "Парк ім. 50-годдзя Савецкай улады",
        "year": 1967,
        "photo": "./img/buildings/Levin_3.jpg"
      }
    ]
  },
  {
    "name": "Паруснікаў Міхал Паўлавіч",
    "about": "1893-1968",
    "photo": "./img/architects/Parusnikau.jpg",
    "timeline": [
      {
        "year": 1913,
        "bio": "З 1913 па 1918 гады навучаўся ў МУЖВЗ (яго бацька быў ігуменам суседняга храма), потым да 1924 года ў ВХУТЕМАСе. Вучань З. У. Ноаковскага і І. В. Жаўтоўскага. "
      },
      {
        "year": 1924,
        "bio": "З 1924 працаваў у архітэктурна-праектных арганізацыях Масквы і адначасна выкладаў (1934—1941 гадах, з 1948 года — прафесар) у МАРХІ ."
      },
      {
        "year": 1941,
        "bio": "У 1941—1944 гадах — старэйшы навуковы супрацоўнік Акадэміі архітэктуры СССР, у 1944—1948 — кіраўнік архітэктурна-праектных майстэрняў Камітэта па справах архітэктуры СССР."
      },
      {
        "year": 1955,
        "bio": "Распрацаваў праекты жылых і грамадскіх будынкаў для многіх гарадоў СССР, асноўныя прынцыпы і прыёмы планавання і забудовы сельскіх населеных пунктаў новага тыпу. Апублікаваў шэраг навуковых прац па тэорыі і гісторыі архітэктуры, у тым ліку: «Пра прынцыпы комплекснага серыйнага праектавання жылых хат» (Архітэктура СССР. 1953. № 12) і «Пра досвед праектавання серыі тыпавых хат сярэдняй паверхавасці» (Архітэктура СССР. 1955. № 2)."
      }
    ],
    "buildings": [
      {
        "name": "Будынак КДБ Беларусі",
        "year": 1947,
        "photo": "./img/buildings/Parusnikau_1.jpg"
      },
      {
        "name": "Спартыўны комплекс Дынама ў мінску",
        "year": 1954,
        "photo": "./img/buildings/Parusnikau_2.jpg"
      },
      {
        "name": "Будынак Нацбанка РБ",
        "year": 1950,
        "photo": "./img/buildings/Parusnikau_3.jpg"
      }
    ]
  }
]