[
  {
    "name": "Иосиф Лангбард",
    "about": "1882 - 1951",
    "photo": "./img/architects/Langbard.jpg",
    "timeline": [
      {
        "year": 1882,
        "bio": "Иосиф Григорьевич Лангбард родился в городе Бельске бывшей Гродненской губернии (ныне территория Польши)."
      },
      {
        "year": 1901,
        "bio": "С детских лет проявлявший склонности к изобразительному творчеству, после окончания в 1901 году гимназии он прошел курс обучения на архитектурном отделении художественного училища Общества изящных искусств в Одессе."
      },
      {
        "year": 1907,
        "bio": "В 1907 году переехал в Петербург, где поступил на архитектурное отделение Академии художеств. Во время учебы работал помощником архитектора на разных стройках Петербурга."
      },
      {
        "year": 1914,
        "bio": "В 1914 году И.Г.Лангбард завершил учебу в Академии художеств. В начале Первой мировой войны был призван в армию и после окончания военно-технических курсов направлен служить начальником инженерного отряда, в качестве которого руководил строительством объектов в тылу и на фронте. При этом он продолжал активно заниматься проектированием гражданских зданий и даже участвовал в конкурсах."
      },
      {
        "year": 1918,
        "bio": "Весной 1918 года И.Г.Лангбард стал производителем работ в строительной конторе Петроградского (позднее Ленинградского) городского отдела здравоохранения. В этой должности он проработал до 1932 года, когда был привлечен для проектирования и строительства ряда крупных объектов в городах Беларуси, Украины и других республик Советского Союза (СССР)."
      },
      {
        "year": 1929,
        "bio": "1930-е годы - наиболее плодотворный период творчества И.Г.Лангбарда. Именно в это время он осуществил свои наиболее значительные проекты, принесшие ему широкую известность не только среди профессионалов.И практически тогда же начинается его деятельность в Беларуси. По поручению Совета Народных Комиссаров (СНК) Белорусской Советской Социалистической Республики (БССР) И.Г.Лангбард участвовал в строительстве 1 - ой Белорусской сельскохозяйственной и промышленной выставки в Минске (1929-1931 гг.).В 1929 году Центральный Исполнительный Комитет (ЦИК) и СНК БССР проводили конкурс на лучший проект главного административного здания республики - Дома правительства. Победителем был признан И.Г.Лангбард, и в 1930 году по его проектным разработкам в Минске началось строительство здания, завершенное в 1934 году."
      },
      {
        "year": 1934,
        "bio": "Дом правительства в Минске - не только одно из лучших творений И.Г.Лангбарда. Это сооружение считается образцом архитектурного творчества той эпохи. Отмечая выдающиеся заслуги в проектировании Дома правительства и в руководстве его строительством и архитектурно-художественным оформлением, правительство Беларуси в феврале 1934 года присвоило зодчему звание Заслуженного деятеля искусств и архитектуры БССР."
      },
      {
        "year": 1935,
        "bio": "Он спроектировал многие элементы фасада главного корпуса Академии наук Беларуси в Минске (1935-1940 гг.), осуществил реконструкцию здания театра имени Янки Купалы в Минске (1938 г,). Кроме того, им разработаны два проекта зрелищных сооружений: комплекса театра и кино для Орши(1930 г.) и областного драматического театра в Могилеве (1939 г.), а также конкурсные проекты зданий Центрального комитета компартии большевиков (ЦК КП(б)) Беларуси в Минске и Могилеве (1938 г.)."
      },
      {
        "year": 1941,
        "bio": "Начало Великой Отечественной войны застало И.Г.Лангбарда в столице Беларуси, куда он накануне приехал для решения вопросов, связанных со строительством Дома Красной Армии. Ему удалось возвратиться в Ленинград в конце июня 1941 года и он сразу же включился в работу по маскировке важнейших объектов и сооружений города, а осенью продолжил преподавание в Академии художеств. В феврале 1942 года вместе с группой преподавателей он был эвакуирован в Ярославльскую область, где жил в бывшем имении Н.А.Некрасова Красные ткачи. И в этот период И.Г.Лангбард не порывал связь с Беларусью: вновь установил контакты с правлением Союза архитекторов Беларуси, стремился внести свой вклад в восстановление республики. Он писал: «Радуюсь тому, что Белорусское отделение ССА [Союза советских архитекторов] начинает оживать. Чем смогу быть полезен - к Вашим услугам... Само собой разумеется, что, кроме большого монумента для Белоруссии - героям Отечественной войны, нужен целый ряд памятников на местах крупных боев в память павших героев. Я сейчас над этим тоже работаю по личной инициативе и могу с Вами поделиться материалами. В других письмах он отмечал: Спасибо за [газету] «Советскую Беларусь», она мне напоминает прошлое и укрепляет веру в будущее.  По Вашему предложению имею возможность выполнить следующие работы:1. Дубликаты проектов и рисунков зданий, построенных по моим проектам в г. Минске. 2. Проекты памятников героям Отечественной войны. 3. Кроме этого, зная хорошо довоенный Минск и имея большой практический опыт в использовании и восстановлении старых построек, я мог бы с пользой участвовать в составлении плана восстановления г. Минска.»"
      },
      {
        "year": 1944,
        "bio": "В августе 1944 года после освобождения Минска от немецкой оккупации И.Г. Лангбард вошел в состав комиссии Комитета по делам архитектуры при СНК СССР, занимавшейся вопросами восстановления столицы Беларуси.Вместе с белорусскими архитекторами участвовал в разработке эскиза планировки Минска, явившегося основой нового генерального плана города, возглавил первую мастерскую, созданную при Управлении по делам архитектуры при СНК БССР, в которой готовилась проектная документация по реконструкции разрушенных жилых домов и общественных сооружений. Кроме того, И.Г.Лангбард сам руководил работами по восстановлению зданий, построенных в довоенные годы по его проектам: Театра оперы и балета, Окружного Дома офицеров, Академии наук."
      },
      {
        "year": 1948,
        "bio": "Совместно с архитектором М.И.Баклановым был составлен проект кинотеатра «Победа», воплощенный в жизнь в 1948 году. И.Г.Лангбард принимал участие во Всесоюзных конкурсах на разработку проекта планировки и застройки центра Минска."
      },
      {
        "year": 1949,
        "bio": "В 1949 году в связи с 30-летием БССР зодчий был награжден орденом «Знак Почета»."
      },
      {
        "year": 1951,
        "bio": "Скончался 3 января 1951 года в Ленинграде."
      }
    ],
    "buildings": [
      {
        "name": "Белорусский государственный театр оперы и балета(1936-1937 гг.)в Минске",
        "year": 1937,
        "photo": "./img/buildings/Langbard_1.jpg"
      },
      {
        "name": "Дом Красной Армии (ныне Дом офицеров) (1934-1939 гг.) в Минске",
        "year": 1939,
        "photo": "./img/buildings/Langbard_2.jpg"
      },
      {
        "name": "Дом Советов (1938-1939 гг.) в Могилеве",
        "year": 1939,
        "photo": "./img/buildings/Langbard_3.jpg"
      }
    ],
    "videos": [
      {
        "name": "Иосиф Лангбард: почему человек, подаривший архитектурное лицо Минску, был изгнан из города",
        "videoId": "Gnhp2aayomE",
        "duration": "13:47"
      }
    ],
    "geo": {
      "center": [
        55.666,
        66.666
      ],
      "points": [
        {
          "coords": [
            55.667,
            66,
            667
          ],
          "description": "Lived here in childhood"
        },
        {
          "coords": [
            55.665,
            66.665
          ],
          "description": "Smoked crack here"
        }
      ]
    }
  },
  {
    "name": "Король Владимир Адамович",
    "about": "1912 - 1980",
    "photo": "./img/architects/Karol.jpg",
    "timeline": [
      {
        "year": 1912,
        "bio": "Родился будущий зодчий 28 декабря 1912 года в городе Игумен Минской области (ныне это Червень). Творчество окружало Владимира Адамовича с самого детства – он обожал рисовать."
      },
      {
        "year": 1931,
        "bio": "В 1931 году окончил Витебский художественный техникум. Несколько лет работал учителем и директором в одной из школ Дзержинска."
      },
      {
        "year": 1934,
        "bio": "Затем с 1934 по 1941 учился на архитектурном факультете Всероссийской академии художеств в Ленинграде, где работали талантливые архитекторы и педагоги: Фомин, Руднев, Лангбард."
      },
      {
        "year": 1941,
        "bio": "Сильная школа вдохновила посвятить всю жизнь строительству и проектированию домов. Но грянула война, и в июле 1941 года Король вступил в народное ополчение и как помощник военного инженера дивизии принимал участие в обороне Ленинграда.Приказом Генерального штаба студенты-выпускники отзывались с фронта для окончания учебы, среди них был и Король. Он защитил свой диплом в декабре 1941 года. Его зачислили как одного из лучших студентов академии, лауреата сталинской стипендии, оставили в аспирантуре, а в феврале 1942 года всех оставшихся в живых студентов и преподавателей академии вывезли в Среднюю Азию."
      },
      {
        "year": 1945,
        "bio": "В 1945 году Владимир Король приехал в освобожденный, разрушенный фашистами Минск. Эти зарисовки карандашом – свидетели страшного послевоенного времени. Зодчий запечатлел оставшиеся в руинах памятники архитектуры. В это время его назначают руководителем архитектурно-планировочной мастерской Института «Белгоспроект», которая занималась застройкой центра столицы Беларуси.Одновременно он начинает работать и в других белорусских городах. В Гомеле было построено одно из лучших его зданий – дом для работников «Гомсельмаша». Затем по авторскому проекту возвели административное здание в Полоцке."
      },
      {
        "year": 1946,
        "bio": "С 1946 по 1948 годы Владимир Король активно участвует в конкурсах по застройке центральной площади Минска.В 1946 году был реконструирован Минский вокзал, и Владимир Король с интересом оформлял интерьеры и украшал здание своими сюжетами."
      },
      {
        "year": 1947,
        "bio": "В 1947 году по проекту зодчего на углу Клары Цеткин и Мясникова появляется жилой дом для работников тонкосуконного комбината. Богатая лепнина и декор, полукруглые арки и балкончики – и спустя много лет этот дом выглядит эффектно, правда, нуждается в обновлении и ремонте.С 1947 года Владимир Король начал работать преподавателем, а затем и заведующим кафедрой градостроительства архитектурного факультета Белорусского политехнического института. Он активно писал научные статьи, доклады, рекомендации, фундаментальные работы по градостроительству. "
      },
      {
        "year": 1949,
        "bio": "В 1949 году он начинает работать над одним из символов Минска – Почтамтом. Это одно из самых красивых зданий в стиле сталинского ампира, заглавный образ центрального проспекта. Кстати, прогуливаясь по городу, обратите внимание, как выглядит Почтамт с обратной стороны.В конце 40-х годов был объявлен Всесоюзный открытый конкурс на проект памятника-монумента воинам Советской Армии и белорусским партизанам в городе Минске."
      },
      {
        "year": 1950,
        "bio": "В 1950 году проект Георгия Заборского и Владимира Короля был признан лучшим. Над созданием памятника вместе с ними работали скульпторы Азгур, Бембель, Глебов, Селиханов. "
      },
      {
        "year": 1954,
        "bio": "Монумент был торжественно открыт 3 июля 1954 года и стал эмблемой возрожденного Минска."
      },
      {
        "year": 1955,
        "bio": "Талант и работоспособность Владимира Короля были замечены, и в 1955 году он возглавил Государственный комитет Совета Министров БССР по делам строительства.У Владимира Короля всегда было широкое поле деятельности, он принимал участие в создании новых белорусских городов – Новолукомля, Новополоцка, Солигорска."
      },
      {
        "year": 1969,
        "bio": "В 1969 году при непосредственном участии Короля в Белорусском политехническом институте была создана кафедра градостроительства, которую он и возглавил."
      },
      {
        "year": 1970,
        "bio": "В 1970 году Владимир Король был удостоен звания народного архитектора СССР. С 1970 по 1980 годы он был редактором журнала «Строительство и архитектура Белоруссии»."
      }
    ],
    "buildings": [
      {
        "name": "Главпочтамт (Белпочта), Минск",
        "year": 1953,
        "photo": "./img/buildings/Karol_1.jpg"
      },
      {
        "name": "Монумент Победы (Минск)",
        "year": 1954,
        "photo": "./img/buildings/Karol_2.jpg"
      },
      {
        "name": "Здание Центрального телеграфа в Минске",
        "year": 1948,
        "photo": "./img/buildings/Karol_3.jpg"
      }
    ]
  },
  {
    "name": "Бакланов Михаил Иванович",
    "about": "1914 - 1990",
    "photo": "./img/architects/Baklanau.jpg",
    "timeline": [
      {
        "year": 1914,
        "bio": "Михаил Иванович Бакланов родился 12 февраля (30 января – по ст.ст.) 1914 г. в с. Ивановка (ныне Волновахский р-н Донецкой обл., Украина)."
      },
      {
        "year": 1931,
        "bio": "После окончания в 1931 г. школы фабрично-заводского образования в г. Донецке работал чертежником на местном металлургическом заводе"
      },
      {
        "year": 1932,
        "bio": "В 1932 г. М. Бакланов начал учиться в Харьковском архитектурно-строительном техникуме, по окончании которого в 1936 г. поступил в Харьковский архитектурно-строительный институт. Однако учебу не закончил, так как в декабре 1940 года был призван в Красную армию."
      },
      {
        "year": 1941,
        "bio": "В первые недели Великой Отечественной войны – в июле 1941 г. – попал в немецкий плен и находился в лагерях для военнопленных на территории Польши."
      },
      {
        "year": 1943,
        "bio": " В марте 1943 г. сумел бежать и вскоре после этого вступил в партизанскую бригаду “Народные мстители”. За активное участие в боях с оккупантами был награжден медалью “Партизану Отечественной войны” I степени."
      },
      {
        "year": 1944,
        "bio": "22 июля 1944 г. М. Бакланов на предложение заслуженного деятеля искусств БССР архитектора А.П. Воинова, который в то время исполнял обязанности начальника Управления по делам архитектуры при Совете Народных Комиссаров БССР и собирал архитектурные кадры, написал заявление о приеме на работу в архитектурно-планировочную мастерскую. 1944–1949 годы стали для молодого специалиста настоящей школой архитектуры – он старательно постигает науку зодчества с помощью более опытных архитекторов, одновременно работая над проектами зданий для разрушенного Минска.Одной из таких работ был совместный проект М. Бакланова и заслуженного деятеля искусств БССР архитектора И.Г. Лангбарда по реконструкции клуба пищевиков под кинотеатр “Победа” (1948)."
      },
      {
        "year": 1946,
        "bio": "В 1946 г. М. Бакланов был принят в члены Союза архитекторов БССР."
      },
      {
        "year": 1949,
        "bio": "В 1949 г. пришло первое признание – М. Бакланов награжден Грамотой Президиума Верховного Совета БССР. В том же году он перешел на работу в проектный институт “Белгоспроект”, с которым связал свою дальнейшую творческую судьбу. Здесь он прошел путь от архитектора до руководителя архитектурно-конструкторской мастерской."
      },
      {
        "year": 1952,
        "bio": "В 1952 г. М. Бакланов спроектировал архитектурное оформление фасада Русского драматического театра имени Максима Горького."
      },
      {
        "year": 1954,
        "bio": "Следующим крупным объектом для архитектора стала работа в 1954–1957 гг. над проектированием и возведением здания Государственной картинной галереи БССР (ныне – Национальный художественный музей Республики Беларусь). Необходимо отметить, что это было первое здание музея, построенное в СССР после войны. М. Бакланов спроектировал его в характерном для того времени стиле советского неоклассицизма."
      },
      {
        "year": 1969,
        "bio": "В 1969 г. М.И. Бакланову присвоено звание “Заслуженный архитектор БССР”, также он был награжден Почетной грамотой Президиума Верховного Совета БССР."
      },
      {
        "year": 1974,
        "bio": "В 1974–1983 гг. М.И. Бакланов руководил группой архитекторов “Белгоспроект”, после чего ушел на пенсию."
      },
      {
        "year": 1990,
        "bio": "Умер Михаил Иванович Бакланов 23 января 1990 г. в Минске. Похоронен на Северном кладбище."
      }
    ],
    "buildings": [
      {
        "name": "Кинотеатр “Победа” в Минске",
        "year": 1948,
        "photo": "./img/buildings/Baklanau_1.jpg"
      },
      {
        "name": "Национальный художественный музей Республики Беларусь",
        "year": 1957,
        "photo": "./img/buildings/Baklanau_2.jpg"
      },
      {
        "name": "Минский государственный архитектурно-строительный колледж",
        "year": 1954,
        "photo": "./img/buildings/Baklanau_3.jpg"
      }
    ]
  },
  {
    "name": "Воінаў Аляксандр Пятровіч",
    "about": "1902 - 1987",
    "photo": "./img/architects/Vionau.jpg",
    "timeline": [
      {
        "year": 1902,
        "bio": "Аляксандр Пятровіч Воінаў нарадзіўся 3 снежня (20 лістапада па старым стылі) 1902 г. у г. Колпіна пад Санкт-Пецярбургам."
      },
      {
        "year": 1924,
        "bio": "У 1924 г. паступіў на архітэктурны факультэт Маскоўскага найвысокага мастацка-тэхнічнага інстытута ў Маскве. Паралельна з гэтым пад кіраўніцтвам вядомага інжынера І. Рэрберга працаваў на будаванні Цэнтральнага тэлеграфа (вул. Горкага), прайшоў шлях ад працоўнага да прараба пляцоўкі. У гэтыя ж гады ён набыў навыкі праектавання, працуючы памагатым архітэктара ў вядомага дойліда Д. Фрыдмана."
      },
      {
        "year": 1931,
        "bio": "Пасля абароны дыпломнага праекта А.П. Воінаў атрымаў прызначэнне ў Мінск і адразу ж стаў на чале адзінай праектнай канторы пры Белжылсаюзе. У 1931–1933 гг. ён браў удзел у арганізацыі Мінскага філіяла Гiпрагора РСФСР, дзе ўзначальваў праектны аддзел, працаваў над стварэннем першага ў Беларусі праектнага інстытута – Белдзяржпраекта, дырэктарам якога быў прызначаны."
      },
      {
        "year": 1934,
        "bio": "У 1934 г. А.П. Воінаў быў адным з ініцыятараў адукацыі Звязу архітэктараў БССР. Апроч адміністрацыйнай і грамадскай працы, Аляксандр Воінаў браў удзел у архітэктурных конкурсах, яму неаднаразова прысуджаліся прэміі, па яго праектах у 1930-я гады пабудаваны будынкі, якія ўзбагацілі архітэктурнае аблічча беларускіх гарадоў. Спіс асноўных творчых прац А. Воінава складаецца з 22 конкурсных і амаль 70 ажыццёўленых праектаў буйных жылых і грамадскіх будынкаў."
      },
      {
        "year": 1940,
        "bio": "Да пачатку саракавых гадоў па праектах А.П. Воінава былі пабудаваны: гасцініца «Беларусь», інтэрнат Інстытута народнай гаспадаркі, адзін з першых у краіне Дварэц піянераў, будынак партыйных курсаў (Найвысокая партыйная школа), жылая хата БВВ, Інстытут фізкультуры ў Мінску, гасцініца «Дняпроўская» і жылыя дома на Першамайскай вуліцы ў Магілёве, пачата рэканструкцыя Камароўскай пляца ў Мінску і інш.За заслугі ў вобласці развіцця архітэктуры рэспублікі Вярхоўная Рада БССР прысвоіла Аляксандру Пятровічу Воінаву званне заслужанага дзеяча мастацтваў БССР (1940)."
      },
      {
        "year": 1942,
        "bio": "Напачатку Вялікай Айчыннай вайны А.П. Воінаў знаходзіўся ў эвакуацыі, а ўвесну 1942 г. быў адкліканы ў дырэктыву беларускага ўрада."
      },
      {
        "year": 1943,
        "bio": "У 1943 г. ён стаў першым начальнікам толькі што ўтворанага Кіравання па справах архітэктуры пры СНК БССР. У гэтай пасадзе ён прапрацаваў да траўня 1945г."
      },
      {
        "year": 1947,
        "bio": "У 1947 г. супольна з архітэктарам Г. Заборскім спраектавана і пабудаваны 4-павярховы будынак лечсануправы па вул. Чырвонаармейскай у Мінску, аэравакзал, музей Я. Купалы, Прэзідыум АН БССР, тэатр юнага гледача ў Мінску, а таксама рэспубліканская дзіцячая санаторыя ў Астрашыцкім мястэчку. Пачынаючы з 1947 г. А.П. Воінаў выкладаў у Беларускім політэхнічным інстытуце (БПI) і з'яўляўся адным з заснавальнікаў найвысокай архітэктурнай школы ў рэспубліцы."
      },
      {
        "year": 1950,
        "bio": "У 1950 г. А.П. Воінавым быў створаны праект будынка Мінскага гаркама і абкама КПБ па вул. Кірава (суаўтар – Л. Усава). Таксама, У 1950 г. ён быў абраны чальцом-карэспандэнтам Акадэміі архітэктуры СССР, у 1953 г. – Акадэміі навук БССР."
      },
      {
        "year": 1951,
        "bio": "У 1951 г. яму прысвойваецца званне прафесара па кафедры архітэктуры. Адначасна ён з'яўляецца адным з арганізатараў спачатку сектара, а потым аддзела архітэктуры ў АН БССР, на базе якога ў сярэдзіне 1950-х гадоў быў створаны Інстытут будаванні і архітэктуры."
      },
      {
        "year": 1954,
        "bio": "З 1954 г. на працягу 20 гадоў А.П. Воінаў нязменна ўзначальвае Раду па прысуджэнні навуковых ступеняў па архітэктурна-будаўнічых спецыяльнасцях на базе БПИ, дзе было абаронена звыш 700 кандыдацкіх і 20 доктарскіх дысертацый."
      },
      {
        "year": 1956,
        "bio": "У 1956 годзе Рада Міністраў СССР сцвярджае яго акадэмікам Акадэміі будаванні і архітэктуры СССР."
      },
      {
        "year": 1962,
        "bio": "У 1962 г. ён ганараваны звання заслужанага будаўніка БССР, узнагароджаны ордэнамі і медалямі, Ганаровымі граматамі Вярхоўнай Рады БССР."
      },
      {
        "year": 1968,
        "bio": "У 1968 г. за архітэктуру Ленінскага праспекта (Праспект Незалежнасці) Мінска А.П. Воінаву (у складзе аўтарскага калектыву) прысуджана Дзяржаўная прэмія БССР."
      },
      {
        "year": 1987,
        "bio": "Памёр 1 кастрычніка 1987 года"
      }
    ],
    "buildings": [
      {
        "name": "Рэзідэнцыя Прэзідэнта Рэспублікі Беларусь",
        "year": 1947,
        "photo": "./img/buildings/Vionau_1.jpg"
      },
      {
        "name": "Беларускі рэспубліканскі тэатр юнага гледача",
        "year": 1956,
        "photo": "./img/buildings/Vionau_2.jpg"
      },
      {
        "name": "Будынак Вышэйшай партыйнай школы",
        "year": 1940,
        "photo": "./img/buildings/Vionau_3.jpg"
      }
    ]
  },
  {
    "name": "Заборскі Георгі Уладзіміравіч",
    "about": "1909 - 1999",
    "photo": "./img/architects/Zaborskij.jpg",
    "timeline": [
      {
        "year": 1909,
        "bio": "Георгі Заборскі нарадзіўся 11 лістапада 1909 г. у Мінску ў сям'і патомных чыгуначнікаў - Уладзіміра Георгіевіча Заборскага, бухгалтара Маскоўска-Брэсцкай чыгункі, і Алены Іванаўны Заборскай."
      },
      {
        "year": 1929,
        "bio": "Пасля сканчэння школы ў 1929 г. Г.В. Заборскі працаваў працоўным на стадыёне. Праз год паступіў у Мінскую прафтэхшколу сялянскага вогнетрывалага будавання. Першую практыку праходзіў на будаўнічай пляцоўцы будынка Хаты ўрада. Тутака ж адбылося яго знаёмства з архітэктарам І.Г. Лангбардам."
      },
      {
        "year": 1933,
        "bio": "Скончыўшы навучанне, у 1933 г. Георгі Уладзіміравіч Заборскі быў скіраваны ва Ўсерасійскую Акадэмію майстэрстваў, дзе вучыўся ў С.С. Серафімава. Таксама яго выкладнікамі былі такія знакамітыя майстры, як А. Белагруды, І. Лангбард, О. Мунц, А. Нікольскі і іншыя."
      },
      {
        "year": 1939,
        "bio": "Пасля сканчэння Акадэміі ў 1939 г. Г.В. Заборскі па конкурсе трапіў у Маскву, але працаваў там нядоўга і хутка атрымаў кірунак у Мінск. Тут ён быў прызначаны кіраўніком навуковай экспедыцыі па вывучэнні помнікаў архітэктуры і мастацтва Гомельскай і Палескай абласцей.У тым жа году браў удзел у рэспубліканскім конкурсе на лепшы праект помніка для горада ў гонар уз'яднання Заходняй Беларусі. Яго праект быў прызнаны лепшым, але будаванню перашкодзіла Вялікая Айчынная вайна."
      },
      {
        "year": 1945,
        "bio": "Пасля вайны вярнуўся ў Беларусь і актыўна браў удзел у працы па адраджэнні разбураных гарадоў і сеў. З 1945 па 1964 гг. Георгі Заборскі кіраваў архітэктурна-канструктарскімі майстэрнямі праектных інстытутаў «Белдзяржпраекту» і «Мінскпраекту» і адначасна, быўшы практыкам, выкладаў на архітэктурным аддзяленні Беларускага політэхнічнага інстытута (цяпер УА «Беларускі нацыянальны тэхнічны ўніверсітэт»). Прымаў актыўны ўдзел у распрацоўцы праектаў планаванні і забудовы Мінска, Полацка, Оршы; у праектаванні пляцоў Мінска: Леніна (Незалежнасці), Цэнтральнай (Кастрычніцкай), Круглай (Перамогі)."
      },
      {
        "year": 1947,
        "bio": "У 1947 г. супольна з архітэктарам А.П. Воінавым спраектавана і пабудаваны 4-павярховы будынак лечсануправы па вул. Чырвонаармейскай у Мінску, аэравакзал, музей Я. Купалы, Прэзідыум АН БССР, тэатр юнага гледача ў Мінску, а таксама рэспубліканская дзіцячая санаторыя ў Астрашыцкім мястэчку."
      },
      {
        "year": 1949,
        "bio": "У 1949 – 1956 гг. Г.В. Заборскі займаўся праектаваннем жылой забудовы па вул. Леніна ў Мінску. Ансамбль хат на вуліцы Леніна, спраектаваных Г.В. Заборскім, даў заснаванне майстрам мастацтваў параўноўваць яе з забудовамі некаторых вуліц у Санкт-Пецярбургу, якія ствараў выбітны майстар Карл Іванавіч Росі. Тут упершыню быў ужыты новы аздабленчы матэрыял фасадаў - керамічная плітка. Сёння, спусцячы больш чым паўстагоддзя, будынкі на вуліцы Леніна выглядаюць сучасна і прывабна."
      },
      {
        "year": 1952,
        "bio": "У 1952 г. па праекце Г.В. Заборскага быў адкрыты помнік В. Сталіну, а ў 1954 г. - помнік-манумент на пляцы Перамогі. Таксама, у 1952 г. Георгі Уладзіміравіч спраектаваў хату для сям'і Я. Коласа. Пасля смерці паэта Г.В. Заборскі браў удзел у стварэнні помніка на яго магіле, а праз некаторы час і помніка на пляцы Я. Коласа ў Мінску."
      },
      {
        "year": 1964,
        "bio": "У сакавіку 1964 года Г.В.Заборскі перайшоў у праектны інстытут «Белгiпрасельстрой». З 1966 па 1979 гг. быў кіраўніком майстэрні «Белгiпрасельстрою», а з 1970 г. - галоўным архітэктарам гэтага інстытута."
      },
      {
        "year": 1999,
        "bio": "Памёр Георгі Уладзіміравіч Заборскі 27 сакавіка 1999 г. Пахаваны ў Мінску на Усходніх (Маскоўскіх) могілках."
      }
    ],
    "buildings": [
      {
        "name": "Манумент Перамогі (Мінск)",
        "year": 1954,
        "photo": "./img/buildings/Zaborskij_1.jpg"
      },
      {
        "name": "Помнік Якубу Коласу на аднайменнай плошчы ў Мінску",
        "year": 1972,
        "photo": "./img/buildings/Zaborskij_2.jpg"
      },
      {
        "name": "Сувораўскае вучылішча ў Мінску",
        "year": 1953,
        "photo": "./img/buildings/Zaborskij_3.jpg"
      }
    ]
  },
  {
    "name": "Шабунеўскi Стась Даніловіч",
    "about": "1866-1937",
    "photo": "./img/architects/Shabunevski.jpg",
    "timeline": [
      {
        "year": 1866,
        "bio": "Нарадзіўся 2 снежня 1866 (8) г. у сяле Скароднае Мазырскага павета Мінскай губерні (цяпер Ельскі раён Гомельскай вобласці) у сям'і службоўца паштовай станцыі. Пачатковую адукацыю атрымаў у сценах бабруйскай 4-х класнай мужчынскай прагімназіі, а працягнуў навучанне ў знакамітай слуцкай мужчынскай класічнай гімназіі, адным з найстарых навучальных устаноў Беларусі. Вучыўся Станіслаў на сродкі камітэта дапаможніка бедным навучэнцам, жыў на агульнай вучнёўскай кватэры. Навучанне юнаку давалася лёгка, асабліва атрымаў поспех ён у дакладных навуках. У гэтым была немалая заслуга яго любага настаўніка па матэматыцы. жарсным захапленнем гімназіста Шабунеўскага было маляванне. Юнацкія гады Станіслава прайшлі ў Бабруйску, дзе жылі яго бацькі, і ў Слуцку, дзе ён вучыўся."
      },
      {
        "year": 1890,
        "bio": "Скончыўшы гімназію ў 1890 г., Станіслаў паступіў на матэматычны факультэт імператарскага Санкт-Пецярбургскага ўніверсітэта. Правучыўшыся год на матэматычным факультэце, Шабунеўскi прыйшоў да высновы, што выточны выбар прафесіі апынуўся хібным і яго жыццёвы шлях павінен быць злучаны з мастацтвам архітэктуры. Крытычна ацаніўшы свае магчымасці, юнак падаў дакументы ў Санкт-Пецярбургскі інстытут грамадзянскіх інжынераў і паспяхова здаў экзамены за першы курс."
      },
      {
        "year": 1891,
        "bio": "У 1891 г. ён стаў студэнтам гэтага інстытута, другога пасля Акадэміі майстэрстваў цэнтра прафесійнай архітэктурнай адукацыі ў Расіі."
      },
      {
        "year": 1896,
        "bio": "Скончыў ён інстытут у 1896 г. і, атрымаўшы дыплом грамадзянскага інжынера першага разраду, быў скіраваны ў будаўнічы аддзел гомельскай пляцоўкі Лібава-Роменскай чыгункі ў пасады малодшага інжынера. Першай буйнай працай для распачыналага архітэктара стала будаванне гомельскай Аляксандраўскай мужчынскай гімназіі (1896-1898). Сёння гэта галоўны навучальны корпус БелГУТа."
      },
      {
        "year": 1903,
        "bio": "У 1903 г. на куце вуліц Румянцаўскай і Iрынiнскай (цяпер Савецкая і Першамайская) па праекце С. Шабунеўскага быў збудаваны будынак Арлоўскага камерцыйнага банка. Пасля паспяховага завяршэння будавання гэтага будынка архітэктар атрымаў заказ на праектаванне Віленскага камерцыйнага банка, будынак якога быў збудаваны ў 1910-12 гг. на куце вуліц Румянцаўскай і Троіцкай (цяпер Савецкая і Сялянская)."
      },
      {
        "year": 1907,
        "bio": "У 1907 г. па праекце Станіслава Шабунеўскага быў пабудаваны будынак тэхнічнай вучэльні (сёння гэта школа машыністаў лакаматываў на вуліцы Кісялёва, 2), а пазней — асабняк для буйнага гомельскага прадпрыемца і гарадскога галовы К. П. Грошыкава на куце вуліц Мільённай і Баярскай (цяпер кут вуліц Бельскага і Баўмана)."
      },
      {
        "year": 1919,
        "bio": "Да канца 1919 г. ён працаваў у пасады гомельскага гарадскога архітэктара, а пасля — гарадскім інжынерам пры гомельскім камунхозе. Праекты Стася Данілава савецкага перыяду — жылая хата на вуліцы Камсамольскай (Хата-камуна) (праспект Леніна, 31), жылая хата для працоўных і службоўцаў Заходняй чыгункі (вул. Пушкіна, 27) і інш."
      },
      {
        "year": 1931,
        "bio": "У 1931 годзе па абмыльным даносе ён быў арыштаваны. Архітэктару інкрымінавалі дачыненне да праватрацкісцкай контррэвалюцыйнай арганізацыі, дзе ён і іншыя яе чальцы нібы вялі шкодніцкую чыннасць у будаванні. 23 ліпеня 1931 года Станіславаў Шабунеўскi быў асуджаны на 10 гадоў з адбываннем кары ў г. Мядзведжая гара на Беламорканале."
      },
      {
        "year": 1937,
        "bio": "Памёр С. Д. Шабунеўскi у 1937 годзе «у месцах пазбаўлення волі». У 1957 годзе дзела Шабунеўскага было зачынена за нябытнасцю складу злачынства. Рэабілітаваны ў 1989 г."
      }
    ],
    "buildings": [
      {
        "name": "Будынак былой гомельскай Александроўскай мужчынскай гімназіі",
        "year": 1898,
        "photo": "./img/buildings/Shabunevski_1.jpg"
      },
      {
        "name": "Будынак былога Віленскага камерцыйнага банка",
        "year": 1903,
        "photo": "./img/buildings/Shabunevski_2.jpg"
      },
      {
        "name": "Былы даходны дом купца К. П. Грошыкава",
        "year": 1909,
        "photo": "./img/buildings/Shabunevski_3.jpg"
      }
    ]
  },
  {
    "name": "Левін Леанід Мендзялевіч",
    "about": "1936-2014",
    "photo": "./img/architects/Levin.jpg",
    "timeline": [
      {
        "year": 1936,
        "bio": "Нарадзіўся 25 ліпеня 1936 года ў Мінску, скончыў 13-ую школу."
      },
      {
        "year": 1954,
        "bio": "1954-1960 — навучанне ў Беларускім політэхнічным інстытуце."
      },
      {
        "year": 1960,
        "bio": "1960 гады — праца ў Інстытуце « Мінскпраект» (ад архітэктара да кіраўніка Майстэрні па забудове цэнтра Мінска). Удзел у стварэнні парка ім. 50-годдзі Савецкай улады."
      },
      {
        "year": 1968,
        "bio": "Удзел у стварэнні выстаўнага павільёна ВДНГ БССР у Мінску."
      },
      {
        "year": 1970,
        "bio": "У складзе аўтарскага калектыву быў ганараваны Ленінскай прэміі за мемарыяльны комплекс 1968-1969 гг. «Хатынь»."
      },
      {
        "year": 1997,
        "bio": "З 1997 года — дырэктар уласнай творчай майстроўні УП «Творчая майстроўня архітэктара Л. Левіна»."
      },
      {
        "year": 2014,
        "bio": "Памёр 1 сакавіка 2014 года ў Мінску. Пахаваны 4 сакавіка 2014 года на Цэнтральных прысадах Усходніх могілках у Мінску."
      }
    ],
    "buildings": [
      {
        "name": "Будынак былога ВДНГ",
        "year": 1968,
        "photo": "./img/buildings/Levin_1.jpg"
      },
      {
        "name": "Хатынь",
        "year": 1969,
        "photo": "./img/buildings/Levin_2.jpg"
      },
      {
        "name": "Парк ім. 50-годдзя Савецкай улады",
        "year": 1967,
        "photo": "./img/buildings/Levin_3.jpg"
      }
    ]
  },
  {
    "name": "Паруснікаў Міхал Паўлавіч",
    "about": "1893-1968",
    "photo": "./img/architects/Parusnikau.jpg",
    "timeline": [
      {
        "year": 1913,
        "bio": "З 1913 па 1918 гады навучаўся ў МУЖВЗ (яго бацька быў ігуменам суседняга храма), потым да 1924 года ў ВХУТЕМАСе. Вучань З. У. Ноаковскага і І. В. Жаўтоўскага. "
      },
      {
        "year": 1924,
        "bio": "З 1924 працаваў у архітэктурна-праектных арганізацыях Масквы і адначасна выкладаў (1934—1941 гадах, з 1948 года — прафесар) у МАРХІ ."
      },
      {
        "year": 1941,
        "bio": "У 1941—1944 гадах — старэйшы навуковы супрацоўнік Акадэміі архітэктуры СССР, у 1944—1948 — кіраўнік архітэктурна-праектных майстэрняў Камітэта па справах архітэктуры СССР."
      },
      {
        "year": 1955,
        "bio": "Распрацаваў праекты жылых і грамадскіх будынкаў для многіх гарадоў СССР, асноўныя прынцыпы і прыёмы планавання і забудовы сельскіх населеных пунктаў новага тыпу. Апублікаваў шэраг навуковых прац па тэорыі і гісторыі архітэктуры, у тым ліку: «Пра прынцыпы комплекснага серыйнага праектавання жылых хат» (Архітэктура СССР. 1953. № 12) і «Пра досвед праектавання серыі тыпавых хат сярэдняй паверхавасці» (Архітэктура СССР. 1955. № 2)."
      }
    ],
    "buildings": [
      {
        "name": "Будынак КДБ Беларусі",
        "year": 1947,
        "photo": "./img/buildings/Parusnikau_1.jpg"
      },
      {
        "name": "Спартыўны комплекс Дынама ў мінску",
        "year": 1954,
        "photo": "./img/buildings/Parusnikau_2.jpg"
      },
      {
        "name": "Будынак Нацбанка РБ",
        "year": 1950,
        "photo": "./img/buildings/Parusnikau_3.jpg"
      }
    ]
  }
]