[
    {
        "name": "Langbard Joseph Grigorievich",
        "about": "1882 - 1951",
        "photo": "Architect_Langbard_Iosif_Grigorevich[1].jpg",
        "timeline": [
            {
                "year": 1882,
                "bio": "Joseph G. Langbard was born in the town of Belsk in the former Grodno province (now the territory of Poland)."
            },
            {
                "year": 1901,
                "bio": "From childhood he showed aptitude for fine art, after graduating from high school in 1901, he completed a course in the architectural department of the Art School of the Society of Fine Arts in Odessa."
            },
            {
                "year": 1907,
                "bio": "In 1907 he moved to St. Petersburg, where he entered the architectural department of the Academy of Arts. During his studies, he worked as an assistant architect at various construction sites in St. Petersburg."
            },
            {
                "year": 1914,
                "bio": "In 1914, IG Langbard completed his studies at the Academy of Arts. At the beginning of the First World War, he was drafted into the army and after graduating from military technical courses he was sent to serve as the head of the engineering detachment, in which capacity he supervised the construction of facilities in the rear and at the front. However, he continued to actively engage in the design of civil buildings, and even participated in competitions."
            },
            {
                "year": 1918,
                "bio": "In the spring of 1918, IG Langbard became a producer in the construction office of the Petrograd (later Leningradsky) city health department. In this position, he worked until 1932, when he was involved in the design and construction of a number of large objects in the cities of Belarus, Ukraine and other republics of the Soviet Union (USSR)."
            },
            {
                "year": 1929,
                "bio": "1930-ies-the most fruitful period of creativity I. G. Langbard. It was at this time that he carried out his most significant projects, which brought him wide fame not only among professionals.And almost at the same time his activity in Belarus begins. On behalf of the Council of people's Commissars (SNK) of the Belarusian Soviet Socialist Republic (BSSR), I. G. Langbard participated in the construction of the 1st Belarusian agricultural and industrial exhibition in Minsk (1929-1931).In 1929 the Central Executive Committee (CEC) and SNK BSSR held a competition for the best project of the main administrative building of the Republic - the government House. The winner was I. G. Langbard, and in 1930 the construction of the building, completed in 1934, began in Minsk according to his design developments."
            },
            {
                "year": 1934,
                "bio": "The government house in Minsk is not only one of the best creations Of I. G. Langbard. This building is considered a model of architectural creativity of the era. Noting the outstanding achievements in the design of the government House and in the management of its construction and architectural design, the government of Belarus in February 1934 awarded the title of honored architect of the arts and architecture of the BSSR."
            },
            {
                "year": 1935,
                "bio": "He designed many elements of the facade of the main building of the Academy of Sciences of Belarus in Minsk (1935-1940), reconstructed the building Of the Yanka Kupala theater in Minsk (1938). In addition, he developed two projects of entertainment facilities: the theater and cinema complex for Orsha(1930) and the regional drama theater in Mogilev (1939), as well as competitive projects of the buildings of the Central Committee of the Bolshevik Communist party (CC KP(b)) of Belarus in Minsk and Mogilev (1938)."
            },
            {
                "year": 1941,
                "bio": "The beginning of the great Patriotic war found I. G. Langbard in the capital of Belarus, where he had come the day before to resolve issues related to the construction of the house of the red Army. He was able to return to Leningrad at the end of June 1941 and he immediately joined the work of masking the most important objects and structures of the city, and in the autumn continued teaching at the Academy of arts. In February 1942 together with a group of teachers he was evacuated to the area in Jaroslaw, where he lived in the former estate of N..Nekrasov, Krasnye Tkachi. And During this period, I. G. Langbard did not break the connection with Belarus: he again established contacts with the Board of the Union of architects of Belarus, sought to contribute to the restoration of the Republic. He wrote: «I am Glad that the Belarusian branch of the SSA [Union of Soviet architects] is beginning to revive. What can be useful - at your service... It goes without saying that, in addition to a large monument for Belarus - the heroes of the Patriotic war, we need a number of monuments on the ground of major battles in memory of the fallen heroes. I am also working on this on my own initiative and I can share the materials with you. In other letters, he noted: Thank you for [the newspaper] «Soviet Belarus», it reminds me of the past and strengthens faith in the future. At Your suggestion, I have the opportunity to perform the following work: 1. Duplicates of projects and drawings of buildings built according to my projects in Minsk. 2. Projects of monuments to the heroes of the Patriotic war. 3. In addition, knowing well the pre-war Minsk and having extensive practical experience in the use and restoration of old buildings, I could usefully participate in the preparation of the plan for the restoration of Minsk.»"
            },
            {
                "year": 1944,
                "bio": "In August 1944, after the liberation of Minsk from German occupation, I. G. Langbard joined the Commission Of the Committee on architecture under the SNK of the USSR, dealing with the restoration of the capital of Belarus.Together with Belarusian architects, he participated in the development of a sketch of the layout of Minsk, which was the basis of the new master plan of the city, headed the first workshop created by the Department of architecture at the SNK of the BSSR, in which the project documentation for the reconstruction of destroyed houses and public buildings was prepared. In addition, I. G. Langbard himself supervised the restoration of buildings built in the pre-war years on his projects: the Opera and ballet Theater, the District house of officers, the Academy of Sciences."
            },
            {
                "year": 1948,
                "bio": "Together with the architect M. I. Baklanov the project of cinema «Victory» was made, realized in 1948. I. G. Langbard took part in all-Union competitions for the development of the project planning and development of the center of Minsk."
            },
            {
                "year": 1949,
                "bio": "In 1949, in connection with the 30th anniversary of the BSSR the architect was awarded the order «badge of Honor»."
            },
            {
                "year": 1951,
                "bio": "He died on 3 January 1951 in Leningrad."
            }
        ],
        "buildings": [
            {
                "name": "Belarusian state Opera and ballet theatre (1936-1937)in Minsk",
                "year": 1937,
                "photo": "toper[1].jpg"
            },
            {
                "name": "House of the red Army (now house of officers) (1934-1939) in Minsk",
                "year": 1939,
                "photo": "oficer[1].jpg"
            },
            {
                "name": "House of Soviets (1938-1939) in Mogilev",
                "year": 1939,
                "photo": "sovet[1].jpg"
            }
        ]
    },
    {
        "name": "Korol Vladimir Adamovich",
        "about": "1912 - 1980",
        "photo": "Karol_VA[1].jpg",
        "timeline": [
            {
                "year": 1912,
                "bio": "The future architect was born on December 28, 1912 in the city of Hegumen of Minsk region (now it is Cherven). Creativity surrounded Vladimir Adamovich since childhood-he loved to draw."
            },
            {
                "year": 1931,
                "bio": "In 1931 he graduated from Vitebsk art College. For several years he worked as a teacher and Director in one of the schools of Dzerzhinsk."
            },
            {
                "year": 1934,
                "bio": "Then from 1934 to 1941 he studied at the architectural faculty of the all-Russian Academy of arts in Leningrad, where talented architects and teachers worked: Fomin, Rudnev, Langbard."
            },
            {
                "year": 1941,
                "bio": "A strong school inspired to devote his whole life to the construction and design of houses. But the war broke out, and in July 1941  Korol joined the people's militia and as an assistant to the military engineer of the division took part in the defense of Leningrad.By order of the General staff, graduate students responded from the front to finish their studies, among them was  Korol. He defended his diploma in December 1941. He was enrolled as one of the best students of the Academy, the winner of the Stalin scholarship, left in graduate school, and in February 1942 all the surviving students and teachers of the Academy were taken to Central Asia."
            },
            {
                "year": 1945,
                "bio": "In 1945, Vladimir  Korol arrived in Minsk, liberated and destroyed by the Nazis. These pencil sketches are witnesses of the terrible postwar period. The architect captured the remaining architectural monuments in the ruins. At this time, he was appointed head of the architectural and planning workshop of the Institute «Belgosproekt», which was engaged in the construction of the center of the capital of Belarus.At the same time, it begins to work in other Belarusian cities. In Gomel was built one of the best of its buildings – a house for workers «Gomselmash». Then, according to the author's project, an administrative building was built in Polotsk."
            },
            {
                "year": 1946,
                "bio": "From 1946 to 1948 Vladimir Korol actively participates in competitions on building of the Central square of Minsk.In 1946 the Minsk railway station was reconstructed, and Vladimir  Korol with interest decorated interiors and decorated the building with the plots."
            },
            {
                "year": 1947,
                "bio": "In 1947, according to the project of the architect at the corner of Clara Zetkin and Myasnikov there was a house for workers of the fine mill. Rich stucco and decor, semicircular arches and balconies – and many years later, this house looks spectacular, however, in need of renovation and repair.Since 1947, Vladimir Korol began working as a teacher, and then head of the Department of urban planning of the architectural faculty of the Belarusian Polytechnic Institute. He actively wrote scientific articles, reports, recommendations, fundamental works on urban planning. "
            },
            {
                "year": 1949,
                "bio": "In 1949, he began working on one of the symbols of Minsk – the post Office. This is one of the most beautiful buildings in the style of Stalin's Empire, the title image of the Central Avenue. By the way, strolling through the city, note how the post office on the reverse side.In the late 40s, the all-Union open competition was announced for the design of the monument-monument to the soldiers of the Soviet Army and Belarusian partisans in Minsk."
            },
            {
                "year": 1950,
                "bio": "In 1950, the project of George Zaborsky and Vladimir  Korol was recognized as the best. Sculptors Azgur, Bembel, Glebov, Selikhanov worked with them on the creation of the monument."
            },
            {
                "year": 1954,
                "bio": "The monument was inaugurated on July 3, 1954 and became the emblem of the revived Minsk."
            },
            {
                "year": 1955,
                "bio": "Talent and efficiency of Vladimir Korol were noticed, and in 1955 he headed The state Committee of the Council of Ministers of the BSSR for construction.Vladimir Korol has always had a wide field of activity, he took part in the creation of new Belarusian cities – Novolukoml, Novopolotsk, Soligorsk."
            },
            {
                "year": 1969,
                "bio": "In 1969, with the direct participation of Korol in the Belarusian Polytechnic Institute was established Department of urban planning, which he headed."
            },
            {
                "year": 1970,
                "bio": "In 1970, Vladimir Korol was awarded the title of people's architect of the USSR. From 1970 to 1980 he was the editor of the magazine «Construction and architecture of Belarus»."
            }
        ],
        "buildings": [
            {
                "name": "Main Post Office (Belpochta), Minsk",
                "year": 1953,
                "photo": "i[8].jpg"
            },
            {
                "name": "Victory Monument (Minsk)",
                "year": 1954,
                "photo": "square_b_6[1].jpg"
            },
            {
                "name": "The Central Telegraph office in Minsk",
                "year": 1948,
                "photo": "09_starye_foto_minska_kors_tutby_20130305_8251[1].jpg"
            }
        ]
    },
    {
        "name": "Baklanov Mikhail Ivanovich",
        "about": "1914 - 1990",
        "photo": "Михаил_Иванович_Бакланов[1].jpg",
        "timeline": [
            {
                "year": 1914,
                "bio": "Mikhail Ivanovich Baklanov was born on February 12 (January 30 – by the art.) 1914 in Ivanovka village (now Volnovakha district, Donetsk region, Ukraine)."
            },
            {
                "year": 1931,
                "bio": "After graduating from the school of factory education in 1931 in Donetsk he worked as a draftsman at the local metallurgical plant."
            },
            {
                "year": 1932,
                "bio": "In 1932 M. Baklanov began to study at the Kharkov architectural and construction College, after which in 1936 he entered the Kharkov architectural and construction Institute. However, he did not finish his studies, as in December 1940 he was drafted into the Red army."
            },
            {
                "year": 1941,
                "bio": "In the first weeks of the great Patriotic war – in July 1941-was captured by the German and was in the camps for prisoners of war in Poland."
            },
            {
                "year": 1943,
                "bio": "In March 1943 he managed to escape and soon after joined the partisan brigade “people's Avengers”. For active participation in the fighting with the invaders were awarded the medal “Partisan of the Patriotic war” of I degree."
            },
            {
                "year": 1944,
                "bio": "July 22, 1944 M. Baklanov the proposal of the honored art worker of the BSSR architect, Who was the head of the Department of architecture at the Council of people's Commissars of the BSSR and collected architectural staff, an application for employment in the architectural and planning workshop. 1944-1949 became a real school of architecture for the young specialist – he diligently comprehends the science of architecture with the help of more experienced architects, while working on projects of buildings for the destroyed Minsk.One of these works was a joint project of M. Baklanov and honored artist of the BSSR architect I. G. Langbard for the reconstruction of the club of food workers under the cinema “Victory” (1948)."
            },
            {
                "year": 1946,
                "bio": "In 1946, M. Baklanov was admitted to the Union of architects of the BSSR."
            },
            {
                "year": 1949,
                "bio": "In 1949, the first recognition came - M. Baklanov was awarded a Diploma of the Presidium of the Supreme Soviet of the BSSR. In the same year he moved to work in the design Institute “Belgosproekt”, which linked his future creative destiny. Here he worked his way up from architect to head of architectural design Studio."
            },
            {
                "year": 1952,
                "bio": "In 1952, M. Baklanov designed the architectural design of the facade Of the Russian drama theater named after Maxim Gorky."
            },
            {
                "year": 1954,
                "bio": "The next major object for the architect was the work in 1954-1957 on the design and construction of the building of the state art gallery of the BSSR (now – the national art Museum of the Republic of Belarus). It should be noted that it was the first Museum building built in the USSR after the war. M. Baklanov designed it in the typical for that time style of Soviet Neoclassicism."
            },
            {
                "year": 1969,
                "bio": "In 1969 M. I. Baklanov was awarded the title “Honored architect of the BSSR”, he was also awarded the diploma of the Presidium of the Supreme Soviet of the BSSR."
            },
            {
                "year": 1974,
                "bio": "In 1974-1983 M. I. Baklanov headed the group of architects “Belgosproekt”, after which he retired."
            },
            {
                "year": 1990,
                "bio": "Mikhail Ivanovich Baklanov died on January 23, 1990 in Minsk. He is buried in the Northern cemetery."
            }
        ],
        "buildings": [
            {
                "name": "The “Pobeda” cinema in Minsk",
                "year": 1948,
                "photo": "pobeda.jpg"
            },
            {
                "name": "National art Museum of the Republic of Belarus",
                "year": 1957,
                "photo": "i[2].jpg"
            },
            {
                "name": "Minsk state College of architecture and construction",
                "year": 1954,
                "photo": "iY4DBC470.jpg"
            }
        ]
    },
    {
        "name": "Voinov Alexander Petrovich",
        "about": "1902 - 1987",
        "photo": "img-01[1].jpg",
        "timeline": [
            {
                "year": 1902,
                "bio": "Alexander Voinov was born 3 December (20 November old style) 1902 in the town of Kolpino near St. Petersburg."
            },
            {
                "year": 1924,
                "bio": "In 1924 he entered the architectural faculty of the Moscow higher Institute of art and technology in Moscow. In parallel, under the leadership of the famous engineer I. Rerberg worked on the construction of the Central Telegraph (Gorky street), went from working to the foreman of the site. In the same years he acquired design skills, working as an assistant architect of the famous architect D. Friedman."
            },
            {
                "year": 1931,
                "bio": "After graduation A. P. Voinov was appointed in Minsk, and immediately became the head of the project office only when Belgolaise. In 1931-1933 he participated in the organization of the Minsk branch of Giprogor of the RSFSR, where he headed the project Department, worked on the creation of the first in Belarus design Institute – Belgosproekt, whose Director was appointed."
            },
            {
                "year": 1934,
                "bio": "In 1934, A. P. Voinov was one of the initiators of the Union of architects of the BSSR. In addition to administrative and public works, Alexander Voinov participated in architectural competitions, he has repeatedly awarded the prize for his designs in the 1930-ies constructed buildings, which have enriched the architectural appearance of Belarusian cities. The list of the main creative works of Voinov consists of 22 competitive and almost 70 completed projects of large residential and public buildings."
            },
            {
                "year": 1940,
                "bio": "By the beginning of the forties of the project P. A. Voinov was built: hotel «Belarus», internat Institute of national economy, one of the country's first Palace of pioneers, the building of party courses (Higher party school), a house BVI, the Institute of physical culture in Minsk, hotel «Dnipro» and the house on Pervomayskaya street in Mogilev started the reconstruction of the Komarovskaya square in Minsk, etc. For merits in development of architecture of the Republic of the Supreme Soviet of the BSSR assigned to Alexander Petrovich Voinov the title of honored artist of the Byelorussian SSR (1940)."
            },
            {
                "year": 1942,
                "bio": "At the beginning of the great Patriotic war, P. A. Voinov was evacuated, and in the spring of 1942 Was recalled to the disposal of the Belarusian government."
            },
            {
                "year": 1943,
                "bio": "In 1943, he became the first head of the newly formed Department of architecture at the SNK of the BSSR. In this position he worked until may 1945."
            },
            {
                "year": 1947,
                "bio": "In 1947, jointly with the architect G. Zaborski designed and built 4-storey building lecanorales at Krasnoarmeyskaya street in Minsk, airport terminal, Museum of Yanka Kupala, the Presidium of the Byelorussian Academy of Sciences, young spectators ' theatre in Minsk and the Republican children's sanatorium in Ostroshitskiy Gorodok. Since 1947, He taught at the Belarusian Polytechnic Institute (BPI) And was one of the founders of the higher school of architecture in the Republic."
            },
            {
                "year": 1950,
                "bio": "In 1950, P. A. Voinov was created a project of the Minsk city Committee and the regional Committee of the PBC on the street. Kirov (co-Author-L. Usov). Also, in 1950 he was elected a corresponding member of the Academy of architecture of the USSR, in 1953 – the Academy of Sciences of the BSSR."
            },
            {
                "year": 1951,
                "bio": "In 1951 he was awarded the title of Professor at the Department of architecture. At the same time he is one of the organizers of the first sector, and then the Department of architecture in the Academy of Sciences of the BSSR, on the basis of which in the mid-1950s was established Institute of construction and architecture."
            },
            {
                "year": 1954,
                "bio": "Since 1954, for 20 years, A. P. Voinov has been the head of The Council for the award of academic degrees in architecture and construction on the basis of BPI, where more than 700 candidate and 20 doctoral theses were defended."
            },
            {
                "year": 1956,
                "bio": "In 1956, the Council of Ministers of the USSR approved him academician of the Academy of construction and architecture of the USSR."
            },
            {
                "year": 1962,
                "bio": "In 1962 he was awarded the title of honored Builder of the BSSR, awarded orders and medals, diplomas of the Supreme Soviet of the BSSR."
            },
            {
                "year": 1968,
                "bio": "In 1968, for the architecture of Leninsky Prospekt (Independence Avenue) of Minsk, The state prize of the BSSR was awarded to A. P. Voinov (as part of the author's team)."
            },
            {
                "year": 1987,
                "bio": "Died 1 October 1987."
            }
        ],
        "buildings": [
            {
                "name": "Residence Of The President Of The Republic Of Belarus",
                "year": 1947,
                "photo": "resident.jpg"
            },
            {
                "name": "Belarusian Republican theatre of young spectator",
                "year": 1956,
                "photo": "t_u.jpg"
            },
            {
                "name": "The building of the Higher party school",
                "year": 1940,
                "photo": "mkb27rjjex0joleg38[1].jpg"
            }
        ]
    },
    {
        "name": "Zaborsky Georgy Vladimirovich",
        "about": "1909 - 1999",
        "photo": "image006[1].jpg",
        "timeline": [
            {
                "year": 1909,
                "bio": "George Zaborsky was born on November 11, 1909 in Minsk in the family of hereditary railway workers - Vladimir Georgievich Zaborsky, accountant of the Moscow-Brest railway, and Elena Ivanovna Zaborskaya. "
            },
            {
                "year": 1929,
                "bio": "After graduating from school in 1929, G. V. Zaborsky worked as a worker at the stadium. A year later he entered the Minsk vocational school of peasant refractory construction. The first practice was held at the construction site of the government House. Here he met the architect I. G. Langbard."
            },
            {
                "year": 1933,
                "bio": "After graduating, in 1933, George V. Zaborsky was sent to the all-Russian Academy of arts, where he studied with S. S. Serafimov. Also his teachers were such famous artists as A. Black, I. Langbard, O. Munz, A. Nikolsky and others."
            },
            {
                "year": 1939,
                "bio": "After graduating from the Academy in 1939, G. V. Zaborsky entered Moscow by competition, but worked there for a short time and quickly received a referral to Minsk. Here he was appointed head of the scientific expedition to study the monuments of architecture and art of Gomel and Polesie regions.In the same year he participated in the national competition for the best project of the monument for the city in honor of the reunification of Western Belarus. His project was recognized as the best, but the construction was prevented by the Great Patriotic war"
            },
            {
                "year": 1945,
                "bio": "After the war he returned to Belarus and actively participated in the work on the revival of destroyed cities and villages. From 1945 to 1964, Georgy Zaborsky headed the architectural and design workshops of the design institutes «Belgosproekt» and «Minskproekt» and at the same time, as a practitioner, he taught at the architectural Department of the Belarusian Polytechnic Institute (now the Belarusian national technical University). He took an active part in the development of planning and development projects in Minsk, Polotsk, Orsha; in the design of the squares of Minsk: Lenin (Independence), Central (October), Round (Victory)."
            },
            {
                "year": 1947,
                "bio": "In 1947, together with the architect P. A. Voinov designed and built a 4-storey building lechsanupravleniya street. Krasnoarmeyskaya in Minsk, the airport, the Museum of Y. Kupala, the Presidium of the Academy of Sciences of the young spectator in Minsk, as well as the Republican children's sanatorium in the village of Ostroshitsky."
            },
            {
                "year": 1949,
                "bio": "In 1949 – 1956, G. V. Zaborsky was engaged in the design of residential buildings on Lenin street in Minsk. The ensemble of houses on Lenin street, designed by G. V. Zaborsky, gave grounds to artists to compare it with the buildings of some streets in St. Petersburg, which created an outstanding master Karl Ivanovich Rossi. Here for the first time was applied a new finishing material of facades - ceramic tiles. Today, after more than half a century, the buildings on Lenin street look modern and attractive."
            },
            {
                "year": 1952,
                "bio": "In 1952, the project of G. V. Zaborsky was a monument to Stalin, and in 1954-a monument-monument on Victory square. Also, in 1952 Georgy Vladimirovich designed a house for the family Of Y. Kolas. After the death of the poet G. V. Zaborsky took part in the creation of the monument on his grave, and after a while the monument on the square of Y. Kolas in Minsk."
            },
            {
                "year": 1964,
                "bio": "In March 1964, G. V. Zaborsky moved to the design Institute «Belgiproselstroy». From 1966 to 1979 he was the head of the Studio «Belgiproselstroy», and since 1970 - the chief architect of the Institute. "
            },
            {
                "year": 1999,
                "bio": "Died Georgy Zaborsky 27 Mar 1999, Buried in Minsk at the East (Moscow) cemetery."
            }
        ],
        "buildings": [
            {
                "name": "Victory Monument (Minsk)",
                "year": 1954,
                "photo": "square_b_6[1].jpg"
            },
            {
                "name": "Monument to Yakub Kolas on the square of the same name in Minsk",
                "year": 1972,
                "photo": "lenin.jpg"
            },
            {
                "name": "Suvorov military school in Minsk",
                "year": 1953,
                "photo": "0_14a604_e094b442_XL[1].jpg"
            }
        ]
    },
    {
        "name": "Shabunevsky Stanislav Danilovich",
        "about": "1866-1937",
        "photo": "Станіслаў_Шабунеўскі[1].jpg",
        "timeline": [
            {
                "year": 1866,
                "bio": "Born December 2, 1866 (8) in the village Skorodnoe Mozyr district of Minsk province (now Elsky district of Gomel region) in the family of an employee of the post station. He received primary education in the Bobruisk 4-class male gymnasium, and continued his education in the famous Slutsk men's classical gymnasium, one of the oldest educational institutions in Belarus. Stanislav studied at the expense of the Committee benefits to poor students, lived in a common student apartment. The study of the young man was easy, especially he succeeded in the exact Sciences. This was the great merit of his beloved mentor in mathematics. the passion of the schoolboy Shabunevsky was drawing. Stanislav's youth passed in Bobruisk, where his parents lived, and in Slutsk, where he studied."
            },
            {
                "year": 1890,
                "bio": "After graduating from high school in 1890, Stanislav entered the faculty of mathematics of the Imperial St. Petersburg University. After studying for a year at the faculty of mathematics, Shabunevsky came to the conclusion that the initial choice of profession was wrong and his life path should be associated with the art of architecture. Critically assessing his capabilities, the young man applied to the St. Petersburg Institute of civil engineers and successfully passed the exams for the first year."
            },
            {
                "year": 1891,
                "bio": "In 1891 he became a student of this Institute, the second after the Academy of arts center of professional architectural education in Russia."
            },
            {
                "year": 1896,
                "bio": "He graduated from the Institute in 1896 and received a diploma of civil engineer of the first category, was sent to the construction Department of the Gomel section of the libavo-romensk railway as a Junior engineer. The first major work for the novice architect was the construction of the Gomel Alexander men's gymnasium (1896-1898). Today it is the main educational building of Belgut."
            },
            {
                "year": 1903,
                "bio": "In 1903 on the corner of the Rumyantsev and Irininskaya street (now Soviet may day) project S. Shabunevich building Orlovsky commercial Bank. After the successful completion of the construction of this building, the architect received an order for the design of the Vilna commercial Bank, the building of which was built in 1910-12 at the corner of Rumyantsevskaya and Troitskaya streets (now Soviet and Peasant)."
            },
            {
                "year": 1907,
                "bio": "In 1907 on the project of Stanislav Shabunevich building was built technical school (now the school of locomotive on the street Kiseleva, 2), and later the mansion for large Homel entrepreneur and the mayor of K. P. Groshikova on the corner of Millionnaya and Boyarsky (now the corner of Belsky and Bauman)."
            },
            {
                "year": 1919,
                "bio": "Until the end of 1919, he worked in the office of the Gomel city architect, and after the city engineer of the Gomel commonhouse. Projects of Stanislav Danilov of the Soviet period-a house on Komsomolskaya street (house-commune) (Lenin Avenue, 31), a house for workers and employees of the Western railway (Pushkin street, 27), etc."
            },
            {
                "year": 1931,
                "bio": "In 1931 he was arrested on false denunciation. The architect was charged with involvement in the right-Trotskyist counter-revolutionary organization, where he and its other members allegedly conducted sabotage activities in construction. On July 23, 1931, Stanislav Shabunevsky was sentenced to 10 years of serving his sentence in Medvezhya Gora on the white sea Canal."
            },
            {
                "year": 1937,
                "bio": "S. D. Shabunevsky died in 1937 «in places of imprisonment». In 1957, the Shabunevsky case was closed for lack of evidence. Rehabilitated in 1989."
            }
        ],
        "buildings": [
            {
                "name": "The building of the former Gomel Alexander men's gymnasium",
                "year": 1898,
                "photo": "970px-BelSUT_Gomel-3[1].jpg"
            },
            {
                "name": "The building of the former Vilna commercial Bank",
                "year": 1903,
                "photo": "0_176818_d7ec67cb_XL[1].jpg"
            },
            {
                "name": "Former profitable house of merchant K. P. Groshikov",
                "year": 1909,
                "photo": "iF9FJNJOP.jpg"
            }
        ]
    },
    {
        "name": "Leonid Mendelevich Levin",
        "about": "1936-2014",
        "photo": "Levin_Leonid_Mendele[1].jpg",
        "timeline": [
            {
                "year": 1936,
                "bio": "Born on July 25, 1936 in Minsk, graduated from the 13th school."
            },
            {
                "year": 1954,
                "bio": "1954-1960-study at the Belarusian Polytechnic Institute."
            },
            {
                "year": 1960,
                "bio": "1960-work At the Institute «Minskproekt» (from the architect to the head of The workshop for the construction of the center of Minsk). Participation in the creation of the Park. 50 years of Soviet power."
            },
            {
                "year": 1968,
                "bio": "Participation in the creation of the exhibition pavilion VDNH BSSR in Minsk."
            },
            {
                "year": 1970,
                "bio": "As a part of the group of authors he was awarded the Lenin prize for the memorial complex of 1968-1969 «Khatyn»."
            },
            {
                "year": 1997,
                "bio": "Since 1997-Director of his own creative workshop of the unitary enterprise «Creative workshop of architect L. Levin»."
            },
            {
                "year": 2014,
                "bio": "He died on March 1, 2014 in Minsk. He was buried on March 4, 2014 in the Central alley of the Eastern cemetery in Minsk."
            }
        ],
        "buildings": [
            {
                "name": "The former EANE",
                "year": 1968,
                "photo": "minsk-712284[1].jpg"
            },
            {
                "name": "Khatyn",
                "year": 1969,
                "photo": "hatbInb.jpg."
            },
            {
                "name": "Park named after the 50th anniversary of Soviet power",
                "year": 1967,
                "photo": "03_big[1].jpg"
            }
        ]
    },
    {
        "name": "Parusnikov Mikhail Pavlovich",
        "about": "1893-1968",
        "photo": "Parusnikov[1].jpg",
        "timeline": [
            {
                "year": 1913,
                "bio": "From 1913 to 1918 he studied at the MUZHVZ (his father was the rector of a nearby temple), then until 1924 in VKhUTEMAS. Pupil Of S. V. Noakovsky and I. V. Zholtovsky. "
            },
            {
                "year": 1924,
                "bio": "From 1924 he worked in architectural and design organizations of Moscow and at the same time taught (1934-1941, from 1948-Professor) in MARHI."
            },
            {
                "year": 1941,
                "bio": "In 1941-1944-senior researcher at the Academy of architecture of the USSR, in 1944-1948-head of architectural design workshops Of the Committee for architecture of the USSR."
            },
            {
                "year": 1955,
                "bio": "Developed projects of residential and public buildings for many cities of the USSR, the basic principles and techniques of planning and development of rural settlements of a new type. He published a number of scientific works on the theory and history of architecture, including: «On the principles of integrated serial design of houses» (architecture of the USSR. 1953. № 12) and «On the experience of designing a series of standard houses of medium height » (architecture of the USSR. 1955.  No. 2)."
            }
        ],
        "buildings": [
            {
                "name": "The building of the Belarusian KGB",
                "year": 1947,
                "photo": "s1200[1].jpg"
            },
            {
                "name": "Dinamo sports complex in Minsk",
                "year": 1954,
                "photo": "dccbfbf836440d07[1].jpg"
            },
            {
                "name": "The building of the national Bank of Belarus",
                "year": 1950,
                "photo": "NBRB[1].JPG"
            }
        ]
    }
]